<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Windows 95</TITLE>
<META NAME="Purpose" CONTENT="ESDRM">
</HEAD>
<BODY LINK="#0000ff">

<B><FONT FACE="Arial" SIZE=4><P>&nbsp;</P>
<P>&nbsp;</P>
<P><IMG SRC="Image6.gif" WIDTH=449 HEIGHT=458></P>
</B></FONT><FONT FACE="Arial"><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><I><P ALIGN="JUSTIFY">O sistema operativo Windows98 tornou o trabalho numa tarefa mais produtiva. Permite aceder f&aacute;cilmente a World Wide Web (Internet) a partir de qualquer componente do Windows. As melhorias no ambiente de trabalho, da barra de ferramentas e do menu Iniciar permitem uma maior facilidade na abertura dos programas e dos atalhos. Por outro lado existe a possibilidade de trabalhar de uma forma mais eficiente e produtiva, ao mesmo tempo foi introduzida facilidades que tornam o Windows 98 a vers&atilde;o mais personaliz&aacute;vel de sempre.</P>
</I><B><FONT FACE="Arial" SIZE=4><P>&nbsp;</P>
<P>O ambiente de trabalho do Windows 98</P>
</B></FONT><FONT SIZE=4><P>&nbsp;</P>
</FONT><B><I><FONT FACE="Arial"><P>Aspectos gen&eacute;ricos sobre o Windows 98</P>
</B></I></FONT><FONT SIZE=4><P ALIGN="JUSTIFY"></P>
</FONT><P ALIGN="JUSTIFY">O Windows98 funciona como um sistema operativo, sendo ele o respons&aacute;vel arranque do computador. Assim, quando um computador tem o Windows98 instalado, esse computador entra directamente no ambiente de trabalho do Windows (ao contr&aacute;rio do que acontecia com as vers&otilde;es anteriores do Windows e o Ms-Dos).</P>
<P ALIGN="JUSTIFY">Para al&eacute;m de se pretender afirmar como um novo sistema operativo, o Windows98 apresenta algumas concep&ccedil;&otilde;es inovadoras, relativamente ao conjunto MS-DOS/Windows, entre as quais podemos destacar:</P>

<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Facilidade de utiliza&ccedil;&atilde;o, A navega&ccedil;&atilde;o no computador tornou-se numa tarefa mais simples, gra&ccedil;as a op&ccedil;&otilde;es incorporadas no ambiente de trabalho, como um clique &uacute;nico para abrir ficheiros ou mesmo a adi&ccedil;&atilde;o de bot&otilde;es de navega&ccedil;&atilde;o em todas as janelas. Existe tamb&eacute;m a possibilidade de utiliza&ccedil;&atilde;o de v&aacute;rios monitores no computador permitindo um incremento da &aacute;rea de trabalho.</LI></P>
<P ALIGN="JUSTIFY"><LI>A instala&ccedil;&atilde;o de novo Hardware tornou-se mais simplificada j&aacute; que o suporte de USB (Universal Serial Bus), permite ao utilizador ligar Hardware novo sem ter que reiniciar o computador.</LI></P>
<P ALIGN="JUSTIFY"><LI>Possibilidade de utiliza&ccedil;&atilde;o de c&acirc;maras digitais e outros dispositivos digitais de processamento de imagens.</LI></P>
<P ALIGN="JUSTIFY"><LI>Assistente de manuten&ccedil;&atilde;o, permite a melhorar a velocidade e eficiencia do seu computador.</LI></P>
<P ALIGN="JUSTIFY"><LI>Power Management, A fun&ccedil;&atilde;o de gest&atilde;o de energia possibilita aos computadores a activa&ccedil;&atilde;o do modo de hiberna&ccedil;&atilde;o e &quot;Wake-UP&quot; autom&aacute;ticamente.</LI></P>
<P ALIGN="JUSTIFY"><LI>FAT32, permite a gest&atilde;o do espa&ccedil;o do disco de uma forma mais eficiente e ao mesmo tempo uma maior poupan&ccedil;a do espa&ccedil;o do disco.</LI></P>
<P ALIGN="JUSTIFY"><LI>Integra&ccedil;&atilde;o com a Web, a utiliza&ccedil;&atilde;o da Internet tornou-se mais simplificada, atrav&eacute;s de um assistente de liga&ccedil;&atilde;o &aacute; Internet. Por outro lado pode criar as p&aacute;ginas da Internet com o Microsoft FrontPage Express.</LI></P>
<P ALIGN="JUSTIFY"><LI>Suporte DVD e &aacute;udio digital, para que seja possivel ver filmes e sons digitais de alta qualidade no computador.</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Plug and Play&quot; ou capacidade de autoconfigura&ccedil;&atilde;o – o sistema operativo deve ser capaz de reconhecer e adaptar-se ao hardware que o sistema inform&aacute;tico tem instalado, bem como reconhecer e autoconfigurar hardware adicional que venha a ser instalado;</LI></P>
<P ALIGN="JUSTIFY"><LI>Facilidade ao n&iacute;vel de redes e comunica&ccedil;&otilde;es – o Windows98 vem preparado para funcionar em rede e de permitir comunica&ccedil;&otilde;es por modem;</LI></P>
<P ALIGN="JUSTIFY"><LI>Novidades em rela&ccedil;&atilde;o &agrave; estrutura de direct&oacute;rios e ficheiros: Surge o conceito de &quot;Folder&quot; ou pasta de ficheiros, mais ou menos equivalente ao de directoria; Os ficheiros podem ter nomes mais extensos do que os limites do MS-DOS (8 caracteres para o nome, mais tr&ecirc;s caracteres opcionais para a extens&atilde;o);</LI></P></UL>
</UL>


<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Uma nova filosofia em rela&ccedil;&atilde;o ao trabalho com documentos – os documentos ganham uma certa supremacia relativamente aos programas e aplica&ccedil;&otilde;es, podendo ser abertos directamente a partir do ambiente de trabalho, chamando com eles as respectivas aplica&ccedil;&otilde;es em que foram criados;</LI></P>
<P ALIGN="JUSTIFY"><LI>Uma nova filosofia em rela&ccedil;&atilde;o aos elementos do ambiente de trabalho, que passam a ser considerados como objectos, com um conjunto de propriedades, a partir das quais podem ser efectuadas a maioria das opera&ccedil;&otilde;es que lhes dizem respeito.</LI></P></UL>
</UL>

<P ALIGN="JUSTIFY">&nbsp;</P>
<B><I><FONT FACE="Arial"><P>Onde Localizar Informa&ccedil;&otilde;es</P>
</B></I></FONT>
<B><I><P>Tutorial Online</P>
</B></I><P ALIGN="JUSTIFY">O Windows98 vem com tutorial interactivo incorporado, sendo bastante &uacute;til para descobrir as caracter&iacute;sticas do Windows98.</P>
<P ALIGN="JUSTIFY"><IMG SRC="Image7.gif" WIDTH=123 HEIGHT=313></P>
<P ALIGN="JUSTIFY"><IMG SRC="Image8.gif" WIDTH=260 HEIGHT=122> O tutorial pode ser aberto indo ao menu Iniciar/Start e clicando em Executar/Run, aparecendo de seguida a caixa de Executar/Run </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P><DIR>
<DIR>
<DIR>
<DIR>
<DIR>
<DIR>

<P ALIGN="JUSTIFY">Para se aceder ao tutorial de deve-se escrever tour98 e click em OK. </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P>&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P></DIR>
</DIR>
</DIR>
</DIR>
</DIR>
</DIR>

<B><I><P>Ajuda do Windows</P>
</B></I><P>Ajuda do windows &aacute; principal fonte de informa&ccedil;&otilde;es sobre o Windows98. Estando sempre acessivel atrav&eacute;s do Menu Iniciar/Start, op&ccedil;&atilde;o Ajuda/Help.</P>
<FONT SIZE=2><P><IMG SRC="Image9.gif" WIDTH=454 HEIGHT=379></P>
</FONT><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Os separadores ajudam a pesquisar a informa&ccedil;&atilde;o de diferentes formas, o separador Indice/Contents permite localizar t&oacute;picos, o separador Indice Remissivo/Index permite procurar por palavras chave e o separador Procurar/Search permite procurar ajuda por uma string de texto.</P>
<FONT SIZE=2><P><IMG SRC="Image10.gif" WIDTH=221 HEIGHT=30></P>
</FONT><B><I><P>Documentos Leia-me</P>
</B></I><P ALIGN="JUSTIFY">Cont&ecirc;m informa&ccedil;&otilde;es que n&atilde;o estavam disponiveis a quando a elabora&ccedil;&atilde;o da ajuda do Windows e do Tutorial.</P>
<B><I><P>Recursos na Web</P></B></I>
<TABLE CELLSPACING=0 BORDER=0 CELLPADDING=7 WIDTH=590>
<TR><TD WIDTH="41%" VALIGN="TOP">
<FONT SIZE=2><P ALIGN="JUSTIFY"></FONT><A HREF="http://www.microsoft.com/portugal/suporte"><FONT SIZE=2>www.microsoft.com/portugal/suporte</FONT></A></TD>
<TD WIDTH="59%" VALIGN="TOP">
<P ALIGN="JUSTIFY">Suporte t&eacute;cnico ao Windows98</TD>
</TR>
<TR><TD WIDTH="41%" VALIGN="TOP">
<FONT SIZE=2><P ALIGN="JUSTIFY"></FONT><A HREF="http://www.microsoft.com/portugal/suporte"><FONT SIZE=2>www.microsoft.com/portugal/windows98</FONT></A></TD>
<TD WIDTH="59%" VALIGN="TOP">
<P ALIGN="JUSTIFY">Informa&ccedil;&otilde;es acerca do Windows98</TD>
</TR>
<TR><TD WIDTH="41%" VALIGN="TOP">
<FONT SIZE=2><P ALIGN="JUSTIFY"></FONT><A HREF="http://www.microsoft.com/hwtest/hc1"><FONT SIZE=2>www.microsoft.com/hwtest/hc1</FONT></A></TD>
<TD WIDTH="59%" VALIGN="TOP">
<P ALIGN="JUSTIFY">Lista de Hardware compativel com Windows98</TD>
</TR>
<TR><TD WIDTH="41%" VALIGN="TOP">
<FONT SIZE=2><P ALIGN="JUSTIFY"></FONT><A HREF="http://www.windows98.com/"><FONT SIZE=2>www.windows98.com</FONT></A></TD>
<TD WIDTH="59%" VALIGN="TOP">
<P ALIGN="JUSTIFY">Site n&atilde;o oficial do Windows98 com bastantes truques e dicas para o 98.</TD>
</TR>
</TABLE>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><I><P>Uma Primeira abordagem ao Windows98</P>
</B></I><FONT SIZE=2><P><IMG SRC="Image11.gif" WIDTH=566 HEIGHT=443></P>

</FONT><P ALIGN="JUSTIFY">O ambiente de trabalho do Windows98 &eacute; bastante f&aacute;cil de utilizar, o ambiente de trabalho &eacute; a &aacute;rea de trabalho que aparece no ecr&atilde; ap&oacute;s o arranque do Windows98.</P>
<P ALIGN="JUSTIFY">&Eacute; possivel abrir programas, copiar ficheiros, ligar &aacute; internet, ler mensagens de correio electr&oacute;nico, eleminar documentos, alternar entre aplica&ccedil;&otilde;es, etc…</P>
<P ALIGN="JUSTIFY">As maiores diferen&ccedil;as em rela&ccedil;&atilde;o ao Windows95, s&atilde;o as seguintes:</P>
<P ALIGN="JUSTIFY">&#9;</P>

<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Acesso simplificado &aacute; internet, pode-se aceder &aacute; internet a partir de qualquer janela do Windows98, inclusive da barra de ferramentas.</LI></P>
<P ALIGN="JUSTIFY"><LI>Visualiza&ccedil;&atilde;o de p&aacute;ginas Web no Active Desktop, &eacute; possivel personalizar o ambiente de trabalho utilizando uma p&aacute;gina da Web ou qualquer outro documento HTML como padr&atilde;o.</LI></P>
<P ALIGN="JUSTIFY"><LI>Subscri&ccedil;&atilde;o dos Web sites favoritos, permite que o Windows98 seja configurado de forma a que quando o site for actualizado seja avisado.</LI></P>
<P ALIGN="JUSTIFY"><LI>Poupe tempo e dinheiro com a leitura offline, &eacute; possivel guardar o conte&uacute;do de um site tempor&aacute;riamente no computador e l&ecirc;-lo offline.</LI></P>
<P ALIGN="JUSTIFY"><LI>Navegue no conte&uacute;do do seu computador, pode-se navegar no computador tal como &eacute; feito nos Web Sites </LI></P></UL>
</UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image12.gif" WIDTH=545 HEIGHT=425></P>
</FONT><P ALIGN="JUSTIFY"></P>

<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Utilizar uma p&aacute;gina Web como fundo, &eacute; possivel utilizar uma p&aacute;gina Web ou outro documento em HTML como fundo, possibilitando criar &aacute;reas de trabalho mais funcionais.</LI></P>
<P ALIGN="JUSTIFY"><LI>Crie as suas pr&oacute;prias p&aacute;ginas Web, com a utiliza&ccedil;&atilde;o do Frontpage Express.</LI></P></UL>
</UL>

<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image13.gif" WIDTH=372 HEIGHT=306></P>
</FONT><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>

<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Barra de tarefas melhorada, pode adicionar mais barras de ferramentas personaliz&aacute;veis &agrave; barra de tarefas para se obter acesso com um unico click &agrave; internet e ao ambiente de trabalho.</LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI><IMG SRC="Image14.gif" WIDTH=585 HEIGHT=93></FONT>Fun&ccedil;&otilde;es de pesquisa melhoradas, permite pesquisar ficheiros no computador e noutros computadores, a fun&ccedil;&atilde;o de Localizar permite tamb&eacute;m localizar conte&uacute;dos na Internet. &Eacute; tamb&eacute;m possivel utilizar os motores de pesquisa da internet em qualquer janela.</LI></P>
<P ALIGN="JUSTIFY"><LI>Suporte da &uacute;ltima tecnologia de discos compactos: as unidades de DVD de alta capacidade.</LI></P>
<P ALIGN="JUSTIFY"><LI>Suporte de conte&uacute;dos media activos, fornece uma ferramenta potente para receber conte&uacute;dos multim&eacute;dia na internet, redes locais e intranets.</LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI><IMG SRC="Image15.gif" WIDTH=547 HEIGHT=218></FONT>Gest&atilde;o de tarefas pr&eacute;-defenidas, &eacute; possivel automatizar as tarefas de manuten&ccedil;&atilde;o do computador, como detectar erros no disco r&iacute;gido, verificar o correio electr&oacute;nico, tudo isto &eacute; possivel utilizando o programador de tarefas do Windows98</LI></P>
<P ALIGN="JUSTIFY"><LI>Poupe energia com o OnNow, &eacute; poss&iacute;vel poupar energia, reduzir o desgaste das unidades e baixar o n&iacute;vel de ru&iacute;do do computador. Este utilit&aacute;rio coloca o computador em modo de hiberna&ccedil;&atilde;o mas sempre pronto a ser utilizado.</LI></P></UL>
</UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image16.gif" WIDTH=328 HEIGHT=363></P>
</FONT><P ALIGN="JUSTIFY"></P>
<FONT SIZE=4><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>

<UL>

<UL>
</FONT><P ALIGN="JUSTIFY"><LI>NetMeeting, possibilita a realiza&ccedil;&atilde;o de chamadas para confer&ecirc;ncia e em simult&acirc;neo colaborar na elabora&ccedil;&atilde;o de um documento. Por outro lado, tamb&eacute;m possibilita o envio de correio electr&oacute;nico e a participa&ccedil;&atilde;o em NewsGroups.</LI></P></UL>
</UL>

<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image17.gif" WIDTH=608 HEIGHT=366></P>
</FONT><B><I><FONT FACE="Arial"><P>Ambiente de Trabalho</P>
</B></I></FONT><P ALIGN="JUSTIFY">O ambiente de trabalho &eacute; o primeiro ecr&atilde; que aparece quando se arranca com o windows 98. Podemos pensar no ambiente de trabalho como sendo uma &aacute;rea de trabalho personalizada</P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image18.gif" WIDTH=559 HEIGHT=420></P>
</FONT><FONT SIZE=4><P ALIGN="JUSTIFY"></P>
</FONT><P ALIGN="JUSTIFY">No lado esquerdo do ecr&atilde;, surgem normalmente os seguintes &iacute;cones:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>&quot;O Meu Computador&quot; (&quot;My Computer&quot;) – que d&aacute; acesso a uma janela com as v&aacute;rias unidades (drives) do computador e respectivas directorias ou pastas (Folders), Etc.;</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Vizinhan&ccedil;a na Rede&quot; (&quot;Network Neighborhood&quot;) – que permite entrar em contacto com eventuais outros computadores ligados em rede;</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Reciclagem&quot; (&quot;Recycle bin&quot;) –sec&ccedil;&atilde;o para onde s&atilde;o remetidos os ficheiros apagados, e donde podem ser eliminados.</LI></P>
<P ALIGN="JUSTIFY"><LI>Etc.</LI></P></UL>

<P ALIGN="JUSTIFY">A barra ao fundo do ecr&atilde;., conhecida como &quot;Barra de tarefas&quot; (&quot;Task bar&quot;), cont&eacute;m, no come&ccedil;o, apenas o bot&atilde;o &quot;Iniciar&quot; (&quot;Start&quot;) e um indicador da hora do sistema.</P>
<P ALIGN="JUSTIFY">Cada &iacute;cone representa um objecto, tal como uma pasta ou um programa. Dependendo da forma como o computador est&aacute; estruturado os &iacute;cones poder&atilde;o ser diferentes dos apresentados na figura.</P>
<B><I><FONT FACE="Arial"><P>O bot&atilde;o Iniciar e a barra de tarefas</P>
</B></I></FONT><P ALIGN="JUSTIFY">Um clique sobre o bot&atilde;o &quot;iniciar&quot; faz abrir um menu com uma s&eacute;rie de itens, alguns dos quais abrem programas ou utilit&aacute;rios do sistema e outros abrem para outros menus ou submenus, e assim sucessivamente.</P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image19.gif" WIDTH=489 HEIGHT=348></P>
</FONT><P ALIGN="JUSTIFY">Uma simples passagem do rato sobre um item do menu &quot;Iniciar&quot; faz abrir o respectivo submenu, caso exista.</P>
<P ALIGN="JUSTIFY">Desta forma, &eacute; muito f&aacute;cil e r&aacute;pido chegar ao programa, documento que ele se encontre instalado nessa estrutura de menus e submenus.</P>
<P ALIGN="JUSTIFY">Come&ccedil;ando de baixo para cima, o menu &quot;Iniciar&quot; apresenta-nos os seguintes itens:</P>

<UL>
<B><P ALIGN="JUSTIFY"><LI>&quot;Encerrar…&quot;</B> (&quot;Shut Down…&quot;) – para encerrar uma sess&atilde;o de trabalho (comando a que se deve recorrer sempre antes de desligar fisicamente o computador, para que o sistema efectue as opera&ccedil;&otilde;es necess&aacute;rias ao terminar uma sess&atilde;o de trabalho); tamb&eacute;m serve para reiniciar o sistema ou lan&ccedil;ar uma nova sess&atilde;o de trabalho;</LI></P></UL>


<UL>
<B><P ALIGN="JUSTIFY"><LI>&quot;Executar…&quot;</B> (&quot;Run…&quot;) – uma das vias para mandar executar um programa, neste caso indicando o seu nome ou pathname (nome do caminho de directorias onde se encontra o ficheiro do programa);</LI></P>
<B><P ALIGN="JUSTIFY"><LI>&quot;Ajuda&quot;</B> (&quot;Help&quot;) – d&aacute;-nos acesso ao sistema de ajuda do Windows95.</LI></P>
<B><P ALIGN="JUSTIFY"><LI>&quot;Localizar&quot;</B> (&quot;Find&quot;) – uma das vias que nos permite procurar ficheiros e directorias ou folders (pastas).</LI></P>
<B><P ALIGN="JUSTIFY"><LI>&quot;Defini&ccedil;&otilde;es&quot;</B> (&quot;Settings&quot;) – d&aacute;-nos acesso &agrave;s sec&ccedil;&otilde;es de configura&ccedil;&atilde;o do nosso sistema e ambiente de trabalho, nomeadamente; &quot;Painel de Controlo&quot;, &quot;Impressora&quot; e &quot;Barra de Tarefas&quot;.</LI></P>
<B><P ALIGN="JUSTIFY"><LI>&quot;Documentos&quot;</B> – apresenta-nos uma lista de documentos, designadamente, os &uacute;ltimos documentos que foram abertos ou em que se esteve a trabalhar ultimamente.</LI></P>
<B><P ALIGN="JUSTIFY"><LI>&quot;Programas&quot;</B> – abre-nos um outro menu com os programas e agrupamentos de programas instalados no nosso ambiente de trabalho.</LI></P></UL>

<B><I><FONT FACE="Arial"><P>Opera&ccedil;&otilde;es gen&eacute;ricas sobre &iacute;cones, janelas e menus.</P>
</B></I></FONT><P ALIGN="JUSTIFY">No Windows 98, a manipula&ccedil;&atilde;o de &iacute;cones, janelas, menus e outros elementos do ambiente de trabalho segue muitas das t&eacute;cnicas j&aacute; habituais nas vers&otilde;es anteriores do Windows, nomeadamente:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Um clique com o bot&atilde;o principal do rato sobre um &iacute;cone, uma janela ou um menu, selecciona ou activa esse elemento.</LI></P></UL>


<UL>
<P ALIGN="JUSTIFY"><LI>Um duplo clique do rato sobre um &iacute;cone correspondente a uma janela faz com que esta seja aberta; tratando-se de um &iacute;cone ou comando referente a um programa de aplica&ccedil;&atilde;o faz com que esse programa seja aberto no ambiente de trabalho.</LI></P>
<P ALIGN="JUSTIFY"><LI>Clicar sobre um elemento mantendo o bot&atilde;o do Direito pressionado e arrast&aacute;-lo para outro local (t&eacute;cnica designada por &quot;drag and drop&quot;) faz com que esse elemento seja deslocado na &aacute;rea de trabalho, podendo isso significar a mudan&ccedil;a desse elemento para uma outra sec&ccedil;&atilde;o ou pasta, etc.</LI></P></UL>

<P ALIGN="JUSTIFY">No Windows 98 passou a dar-se mais utiliza&ccedil;&atilde;o ao bot&atilde;o secund&aacute;rio do rato.</P>
<P ALIGN="JUSTIFY">Um clique com o bot&atilde;o secund&aacute;rio sobre um elemento faz abrir um menu de acesso r&aacute;pido (&quot;quick menu&quot;) espec&iacute;fico desse elemento. Com um menu desses podem efectuar-se diversas opera&ccedil;&otilde;es (vari&aacute;veis consoante o tipo de elemento em causa), tais como: abrir, mudar o nome, aceder ao quadro de &quot;propriedades&quot;, etc.</P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image20.gif" WIDTH=157 HEIGHT=209></P>
</FONT><P ALIGN="JUSTIFY">Cada programa, utilit&aacute;rio ou janela que se abre no ambiente de trabalho passa a ter um bot&atilde;o pr&oacute;prio na da barra de tarefas.</P>
<P ALIGN="JUSTIFY">Estes bot&otilde;es da barra de tarefas servem para passar de uma tarefa para outra, atrav&eacute;s de um simples clique do rato.</P>
<FONT SIZE=4><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><I><FONT FACE="Arial"><P>Estrutura e manipula&ccedil;&atilde;o de janelas</P>
</B></I></FONT><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Uma janela do Windows95 tem, normalmente, uma estrutura (conjunto de elementos) semelhante &agrave; que se pode ver na figura, que diz respeito ao &iacute;cone &quot;O Meu Computador&quot; (&quot;My Computer&quot;).</P>
<FONT SIZE=4><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY"><IMG SRC="Image21.gif" WIDTH=523 HEIGHT=322></P>
</FONT><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">O conjunto de tr&ecirc;s bot&otilde;es que se encontram no lado direito da barra de t&iacute;tulo de uma janela destinam-se a efectuar tr&ecirc;s opera&ccedil;&otilde;es muito frequentes com as janelas:</P><DIR>
<DIR>

<P ALIGN="JUSTIFY"><IMG SRC="Image22.gif" WIDTH=23 HEIGHT=22><B>Bot&atilde;o minimizar – </B>minimizar a janela, ou seja, reduz essa janela a um bot&atilde;o na barra de tarefas, de onde pode voltar a ser reaberta.</P>
<P ALIGN="JUSTIFY"><IMG SRC="Image23.gif" WIDTH=22 HEIGHT=21><IMG SRC="Image24.gif" WIDTH=23 HEIGHT=20><B>Bot&atilde;o maximizar - </B> maximizar a janela, ou seja, aumentar a janela para a &aacute;rea total do ecr&atilde;.</P></DIR>
</DIR>

<B><P ALIGN="JUSTIFY">&#9;Bot&atilde;o de fechar – </B>fecha a janela.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Nota: quando uma janela se encontra maximizada, ocupando a totalidade do ecr&atilde;, o seu bot&atilde;o de maximizar assume um formato e uma fun&ccedil;&atilde;o diferentes – muda para bot&atilde;o de restaurar, ou seja, permite recolocar a janela no tamanho anterior.</P>
<FONT SIZE=4><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><P ALIGN="JUSTIFY">A opera&ccedil;&atilde;o de minimizar uma janela tem um efeito diferente de fechar essa mesma janela:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Fechar uma janela ou aplica&ccedil;&atilde;o significa terminar o trabalho com esse elemento;</LI></P></UL>


<UL>
<P ALIGN="JUSTIFY"><LI>Minimizar um janela ou aplica&ccedil;&atilde;o significa passar esse elemento par um segundo plano, permanecendo acess&iacute;vel a partir da barra de tarefas; da&iacute;, poder&aacute; voltar a reabrir-se no mesmo estado em que se encontrava anteriormente.</LI></P></UL>

<P ALIGN="JUSTIFY">Para mover uma janela na &aacute;rea de trabalho utilizando o rato, clica-se sobre a barra de t&iacute;tulo da janela e, mantendo o bot&atilde;o pressionado, arrasta-se para o local pretendido.</P>
<P ALIGN="JUSTIFY">Para aumentar ou diminuir o tamanho de uma janela, posiciona-se o ponteiro do rato sobre uma das linhas lim&iacute;trofes da janela, ou um dos seus cantos,  utiliza-se a t&eacute;cnica de clicar e arrastar, para um lado ou para o outro, conforme o tamanho que se pretende dar &agrave; janela.</P>
<P ALIGN="JUSTIFY">Em geral, cada janela aberta apresenta um pequeno &iacute;cone no canto superior esquerdo, o qual funciona como um bot&atilde;o de controlo dessa janela, permitindo efectuar diversas opera&ccedil;&otilde;es:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Fechar a janela – com um duplo clique sobre o &iacute;cone;</LI></P>
<P ALIGN="JUSTIFY"><LI>Abrir o menu de controlo da janela – com um clique simples;</LI></P>
<P ALIGN="JUSTIFY"><LI>Mover e redimensionar a janela – atrav&eacute;s dos comandos do menu de controlo.</LI></P></UL>

<B><I><FONT FACE="Arial"><P>O Sistema de Ajuda</P>
</B></I></FONT><P ALIGN="JUSTIFY">Explorar o sistema de ajuda do Windows95 &eacute;, sem d&uacute;vida, uma boa forma de ficar a conhecer melhor a estrutura do ambiente Windows e o modo de funcionar com ele.</P>
<P ALIGN="JUSTIFY">O acesso ao sistema de ajuda ode fazer-se a partir do menu &quot;Iniciar&quot;, mas tamb&eacute;m atrav&eacute;s de uma qualquer janela do Windows que contenha um menu com o nome de Ajuda&quot;(&quot;Help&quot;) ou o ponto de interroga&ccedil;&atilde;o (?).</P>
<B><I><FONT FACE="Arial"><P>Procurar e abrir programas</P>
</B></I></FONT><P ALIGN="JUSTIFY">Como sistema operativo e ambiente de trabalho, o Windows destina-se, fundamentalmente, a proporcionar ao utilizador um interface com os recursos do sistema e a permitir trabalhar com programas de aplica&ccedil;&atilde;o.</P>
<P ALIGN="JUSTIFY">Como j&aacute; vimos , o Windows95 proporciona diversas maneiras de encontrar um programa e p&ocirc;-lo a correr no ambiente de trabalho. No Windows95, temos diversas vias para procurar programas ou documentos.</P>
<P ALIGN="JUSTIFY">Atrav&eacute;s do menu &quot;Iniciar&quot;, dispomos de v&aacute;rias op&ccedil;&otilde;es:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Menu &quot;Programas&quot;, com os seus submenus;</LI></P>
<P ALIGN="JUSTIFY"><LI>Menu &quot;Documento&quot;, com a lista dos &uacute;ltimos documentos em que se trabalhou;</LI></P>
<P ALIGN="JUSTIFY"><LI>Utilit&aacute;rio &quot;Localizar&quot;, que abre um quadro espec&iacute;fico para procura de ficheiros ou documentos;</LI></P>
<P ALIGN="JUSTIFY"><LI>Utilit&aacute;rio &quot;Explorador do Windows&quot;, que faz parte do menu &quot;Programas&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY">Atrav&eacute;s da abertura da janela &quot;O Meu Computador&quot;, podemos abrir outras janelas relativas &agrave;s directorias ou pastas (folders) da unidade de disco em que estivermos a trabalhar, at&eacute; que cheguemos &agrave; pasta que contiver o programa ou documento que nos interessar.</P>
<B><I><FONT FACE="Arial"><P>O menu &quot;Programas&quot; e os seus submenus</P>
</B></I></FONT><P ALIGN="JUSTIFY">O menu &quot;Programas&quot; cont&eacute;m alguns programas e agrupamentos de programas que fazem parte integrante do Windows95, bem como, eventualmente, outros programas ou agrupamentos que tenham sido instalados posteriormente no ambiente de trabalho.</P>
<P ALIGN="JUSTIFY">Por exemplo, no habitual agrupamento <B>&quot;Acess&oacute;rios&quot;</B> temos, entre outros:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>O <B>Bloco de Notas </B>(&quot;NotePad&quot;) – um editor de texto em formato ASCII (j&aacute; existente nas vers&otilde;es anteriores do Windows);</LI></P>
<P ALIGN="JUSTIFY"><LI>O <B>WordPad </B>– um novo editor ou processador de texto, que se apresenta como uma vers&atilde;o mas reduzida ou simplificada do conhecido processador de texto Word;</LI></P>
<P ALIGN="JUSTIFY"><LI>O <B>Paint</B> – um programa de desenho (semelhante ao PaintBrush das anteriores vers&otilde;es do Windows)</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Ferramentas do sistema </B>-  sec&ccedil;&atilde;o que d&aacute; acesso a alguns utilit&aacute;rios do sistema com fun&ccedil;&otilde;es interessantes, como:</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Backup </B>– para efectuar c&oacute;pias de seguran&ccedil;a de ficheiros;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Desfragmentador do disco</B> – para optimizar a arruma&ccedil;&atilde;o da informa&ccedil;&atilde;o num disco ou disquete;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Scandisk </B>– para verificar o estado de um disco ou disquete;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Multim&eacute;dia </B> - uma sec&ccedil;&atilde;o que permite controlar dispositivos de &aacute;udio e imagem (sa&iacute;da de som, leitura de CD’s, etc.).</LI></P></UL>

<P ALIGN="JUSTIFY">Para al&eacute;m do agrupamento &quot;Acess&oacute;rios&quot;, o menu &quot;Programas&quot; pode conter outros agrupamentos de programas que tiverem sido instalados, bem como o &quot;Explorado do Windows&quot; (&quot;Windows Explorer&quot;) e o item &quot;Linha de Comandos do MS-DOS&quot; (&quot; MS-DOS Prompt&quot;).</P>
<P ALIGN="JUSTIFY">Este &uacute;ltimo permite aceder aos comandos do MS-DOS e a carregar programas feitos para corres naquele sistema operativo.</P>
<P ALIGN="JUSTIFY">Depois de ter entrado no MS-DOS, para regressar ao ambiente Windows, escreve-se acontecia com as anteriores vers&otilde;es do Windows).</P>
<FONT SIZE=4><P ALIGN="JUSTIFY"></P>
</FONT><FONT FACE="Comic Sans MS" SIZE=4><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><I><FONT FACE="Arial"><P><IMG SRC="Image25.gif" WIDTH=468 HEIGHT=291>O &quot;Explorador&quot; do Windows</P>
</B></I></FONT><FONT SIZE=4><P ALIGN="JUSTIFY"></P>
</FONT><P ALIGN="JUSTIFY">O utilit&aacute;rio de pesquisa &quot;Explorador&quot; &eacute; acedido a partir do menu &quot;Programas&quot;.</P>
<P ALIGN="JUSTIFY">A janela do &quot;Explorador&quot; – que se intitula &quot; A Explorar…&quot; – mostra-nos a estrutura de directorias ou pastas e ficheiros e permite-nos explorar ou percorrer essa estrutura.</P>
<P ALIGN="JUSTIFY">No lado esquerdo da janela &quot;A Explorar…&quot;, temos uma sec&ccedil;&atilde;o intitulada &quot;Todas as pastas&quot; (&quot;All Folders&quot;), que nos apresenta a estrutura de unidades (drives) e directorias (folders) do nosso sistema, sob a forma de um diagrama de &aacute;rvore no lado direito da mesma janela, s&atilde;o apresentadas a pastas (subdirectorias) e os ficheiros que se encontram dentro da pasta ou directoria que estiver seleccionada do lado esquerdo.</P>
<P ALIGN="JUSTIFY">Para visualizar o conte&uacute;do de uma pasta ou directoria, basta clicar sobre o seu &iacute;cone.</P>
<P ALIGN="JUSTIFY">&Agrave; esquerda de algumas pastas ou folders, podem ver-se pequenos quadrados com um sinal mais(+) ou menos(-). Clicando sobre este sinal, pode expandir-se ou retrair-se a estrutura de directorias da pasta a que se diz respeito.</P>
<P ALIGN="JUSTIFY">Quando uma pasta apresenta um sinal de mais (+), isso quer dizer que existem mais directorias ou pastas dentro dessa pasta.</P>
<P ALIGN="JUSTIFY">Quando uma pasta n&atilde;o apresenta nenhum sinal, ent&atilde;o &eacute; porque n&atilde;o cont&eacute;m dentro de si mais nenhuma pasta ou directoria.</P>
<B><I><FONT FACE="Arial"><P>O Utilit&aacute;rio &quot;Localizar&quot;</P>
</B></I></FONT><P ALIGN="JUSTIFY">O Windows95 oferece um outro utilit&aacute;rio de pesquisa de pastas e ficheiros chamado &quot;Localizar&quot; (&quot;Find&quot;), que pode ser acedido:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>No menu &quot;Iniciar&quot;, onde tem um item pr&oacute;prio;</LI></P>
<P ALIGN="JUSTIFY"><LI>Na janela do Explorador&quot;, no seu menu &quot; Ferramentas&quot; (&quot;Tools&quot;).</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image26.gif" WIDTH=338 HEIGHT=182></FONT>Para encontrar um elemento atrav&eacute;s do utilit&aacute;rio &quot;Localizar&quot;, deve escrever-se, no espa&ccedil;o reservado para esse efeito, o nome (ou apenas parte do nome) do elemento em quest&atilde;o (ficheiro ou directoria). No rect&acirc;ngulo &quot;Procurar em:&quot; (&quot;Look in&quot;), deve indicar-se a unidade de disco ou disquetes ou accionar o bot&atilde;o &quot;Procurar&quot; (&quot;Browser&quot;) – que nos mostra a estrutura de unidades e folders pastas ou directorias) do nosso computador. O bot&atilde;o de op&ccedil;&atilde;o &quot;Incluir subpastas&quot;, uma vez assinalado, permite efectuar a procura tamb&eacute;m nas subdirectorias da pasta (ou directoria) indicada.</P>
<B><I><FONT FACE="Arial"><P>As janelas das pastas e as opera&ccedil;&otilde;es com os seus elementos</P>
</B></I></FONT><P ALIGN="JUSTIFY"><IMG SRC="Image27.gif" WIDTH=573 HEIGHT=430>Na janela &quot;O Meu Computador&quot; vamos encontrar &iacute;cones relativos &agrave;s unidades (drives) do nosso computador (A; B; ; etc.).</P>
<P ALIGN="JUSTIFY">Fazendo um duplo clique sobre um desses &iacute;cones, por exemplo, o &iacute;cone relativo ao disco (C:), ser&aacute; aberta uma nova janela contendo as directorias raiz desse disco.</P>
<P ALIGN="JUSTIFY">Para abrir uma nova janela relativa a uma pasta ou directoria, basta fazer um duplo clique sobre esse elemento.</P>
<P ALIGN="JUSTIFY">Cada janela aberta, apresenta-nos, para al&eacute;m do seu conte&uacute;do de ficheiros e outras directorias ou pastas, uma barra de menus e uma barra de ferramentas.</P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image28.gif" WIDTH=567 HEIGHT=55></FONT>Nota: caso a barra de ferramentas n&atilde;o se encontre vis&iacute;vel, pode pedir-se no menu &quot;Ver&quot; (&quot;View&quot;) a op&ccedil;&atilde;o &quot;Barra de Ferramentas&quot;. (&quot;Toolbars&quot;).</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">A <B>barra de ferramentas</B> cont&eacute;m, no seu lado esquerdo, dois bot&otilde;es para recuar e avan&ccedil;ar, comportando-se desta forma da mesma maneira do que um Browser. Na barra de &quot;Endere&ccedil;o&quot; (&quot;Address&quot;) pode-se clicar para abrir uma lista de op&ccedil;&otilde;es a que temos acesso no computador.</P>
<P ALIGN="JUSTIFY">Assim, seleccionando uma outra unidade ou pasta diferente daquele em que nos encontramos (por exemplo, a drive de disquetes A:) , passamos a visualizar os respectivos ficheiros e directorias ou pastas.</P>
<P ALIGN="JUSTIFY">Atrav&eacute;s da barra de ferramentas, podemos efectuar diversas opera&ccedil;&otilde;es com ficheiros e folders ou pastas, tais como (seguindo a ordem dos &iacute;cones, da esquerda para a direita):</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Subir um n&iacute;vel acima (na estrutura de directorias);</LI></P>
<P ALIGN="JUSTIFY"><LI>Cortar, copiar e colar (pastas ou ficheiros de um local para outro);</LI></P>
<P ALIGN="JUSTIFY"><LI>Anular a opera&ccedil;&atilde;o efectuada;</LI></P>
<P ALIGN="JUSTIFY"><LI>Eliminar ou apagar (pastas ou ficheiros);</LI></P>
<P ALIGN="JUSTIFY"><LI>Ver o quadro de propriedades (de um ficheiro ou pasta);</LI></P>
<P ALIGN="JUSTIFY"><LI>Alterar o modo de visualiza&ccedil;&atilde;o (da listagem de pastas e ficheiros).</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">No menu &quot;Ficheiro&quot; podemos efectuar as seguintes opera&ccedil;&otilde;es:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>&quot;Novo&quot; – criar um novo elemento (pasta, documento, etc.);</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Criar atalho&quot; – criar um &iacute;cone para aceder a uma pasta, programa ou documento de uma forma mais r&aacute;pida, por exemplo, na &aacute;rea principal de trabalho ou numa outra janela diferente da de origem do elemento em quest&atilde;o;</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Eliminar&quot; – apagar um elemento ou envi&aacute;-lo para o caixote do lixo (&quot;Reciclagem&quot;);</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Mudar o nome&quot; – alterar o nome a um elemento ou pasta (pasta ou ficheiro);</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Propriedades&quot; – aceder ao quadro de propriedades;</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Fechar&quot; – fechar a janela em que estamos a trabalhar.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">No menu &quot;Editar&quot; podemos efectuar as seguintes opera&ccedil;&otilde;es:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>&quot;Anular&quot; – desfazer ou reverter a &uacute;ltima opera&ccedil;&atilde;o efectuada;</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Cortar&quot;; &quot;Copiar&quot; e &quot;Colar&quot; (pastas ou ficheiros de um local para outro) – o que tamb&eacute;m pode ser feito com os &iacute;cones da barra de ferramentas.</LI></P></UL>

<FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image29.gif" WIDTH=113 HEIGHT=100></FONT>No menu &quot;Ver&quot;, tal como na barra de ferramentas, temos cinco op&ccedil;&otilde;es de apresenta&ccedil;&atilde;o dos &iacute;cones dos ficheiros e pastas a anela em que estamos a trabalhar:</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>

<UL>
<P ALIGN="JUSTIFY"><LI>&quot;Como uma Web Page&quot; (&quot;as Web Page&quot;)</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;&Iacute;cones Grandes&quot; (&quot;Large Icons&quot;);</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;&Iacute;cones Pequenos&quot; (&quot;Small Icons&quot;);</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;listar&quot; (&quot;List&quot;) – lista de pequenos &iacute;cones e nomes de ficheiros;</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;detalhes&quot; (&quot;Details&quot;) – lista de ficheiros com os seus detalhes espec&iacute;ficos.</LI></P></UL>

<P ALIGN="JUSTIFY">Nota: uma forma de aceder aos modos de visualiza&ccedil;&atilde;o dos &iacute;cones das pastas e ficheiros &eacute; fazer um clique com o bot&atilde;o secund&aacute;rio (direito) do rato na &aacute;rea dos &iacute;cones, o que abre um menu r&aacute;pido, com v&aacute;rios comandos, entre os quais alguns relacionados com os &iacute;cones.</P>
<B><I><FONT FACE="Arial"><P>Criar pastas ou directorias</P>
</B></I></FONT><P ALIGN="JUSTIFY">Para criar uma nova pasta (folder) ou directoria:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>posicionamo-nos no local (unidade e directoria) em que pretendemos efectuar essa opera&ccedil;&atilde;o; para tal pretendemos entrar na janela &quot;O Meu Computador&quot; e, a partir da&iacute;, entrar na unidade ou directoria pretendida;</LI></P>
<P ALIGN="JUSTIFY"><LI>no menu &quot;Ficheiro&quot; pede-se &quot;Novo&quot; e, em seguida, a op&ccedil;&atilde;o &quot;Pasta&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY">Com isto, surgir&aacute;, de imediato, um novo &iacute;cone de pasta com o nome &quot;Nova Pasta&quot;(&quot;New Folder&quot;).</P>
<P ALIGN="JUSTIFY">Se quisermos atribuir um nome diferente &agrave; pasta rec&eacute;m-criada, basta digitar, de imediato, o nome pretendido.</P>
<P ALIGN="JUSTIFY">Em qualquer outra ocasi&atilde;o, para alterar um nome de uma pasta ou ficheiro, pode utilizar-se o comando &quot;Mudar o Nome&quot; do menu &quot;Ficheiro&quot; ou o menu &quot;Propriedades&quot;.</P>
<P ALIGN="JUSTIFY">Se abrirmos uma pasta rec&eacute;m-criada, como &eacute; &oacute;bvio, ela encontra-se vazia.</P>
<P ALIGN="JUSTIFY">Como iremos ver nos pr&oacute;ximos pontos, podemos copiar ou mover para qualquer directoria ou pasta, ficheiros e pastas provenientes de qualquer outro local do nosso sistema.</P>
<B><I><FONT FACE="Arial"><P>Apagar e recuperar pastas e ficheiros</P>
</B></I></FONT><P ALIGN="JUSTIFY">Numa janela que contenha pastas e/ou ficheiros (como, por exemplo, as janelas &quot;O Meu Computador&quot; ou &quot;Explorar…&quot;), podemos apagar qualquer elemento ou conjunto deles.</P>
<P ALIGN="JUSTIFY">Para apagar um elemento (ficheiro ou pasta), basta seleccion&aacute;-lo com o rato e optar por uma das seguintes alternativas:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>premir a tecla &quot;Delete&quot;;</LI></P>
<P ALIGN="JUSTIFY"><LI>fazer um clique no &iacute;cone com a forma de um X na barra de ferramentas;</LI></P>
<P ALIGN="JUSTIFY"><LI>pedir o comando &quot;Eliminar&quot; do menu &quot;Ficheiro&quot; (&quot;File&quot;).</LI></P></UL>

<P ALIGN="JUSTIFY">Pode apagar-se um conjunto de ficheiros e/ou pastas de uma s&oacute; vez.</P>
<P ALIGN="JUSTIFY"><IMG SRC="Image30.gif" WIDTH=576 HEIGHT=432>Para tal, &eacute; necess&aacute;rio seleccionar esse conjunto de elementos e, em seguida, pedir para apagar com qualquer uma das alternativas acima referidas.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Para seleccionar um conjunto de elementos:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>muda-se a apresenta&ccedil;&atilde;o dos &iacute;cones para uma apresenta&ccedil;&atilde;o em listagem (lista simples ou com detalhes);</LI></P>
<P ALIGN="JUSTIFY"><LI>prime-se a tecla &quot;Ctrl&quot; e mant&eacute;m-se pressionada enquanto se clica sobre os elementos a seleccionar.</LI></P></UL>

<P ALIGN="JUSTIFY">Embora o Windows pe&ccedil;a sempre uma confirma&ccedil;&atilde;o antes de efectuar a opera&ccedil;&atilde;o de apagar qualquer elemento, podemos cair na situa&ccedil;&atilde;o de necessitar de recuperar um elemento apagado.</P>
<P ALIGN="JUSTIFY">Para recuperar elementos apagados, o Windows95 apresenta as seguintes op&ccedil;&otilde;es:</P>
<OL TYPE="a">

<P ALIGN="JUSTIFY"><LI>pedir, de imediato, o comando &quot;Anular&quot; (&quot;Undo&quot;), na barra de ferramentas ou no menu &quot;Editar&quot;.</LI></P>
<P ALIGN="JUSTIFY"><LI>recorrer ao utilit&aacute;rio &quot;Reciclagem&quot; (&quot;Recycle Bin&quot;), que se encontra na &aacute;rea principal de trabalho.</LI></P></OL>

<P ALIGN="JUSTIFY">Um duplo clique sobre o &iacute;cone &quot;Reciclagem&quot; faz abrir a respectiva janela, com uma estrutura semelhante a qualquer outra janela.</P>
<P ALIGN="JUSTIFY">Na listagem do conte&uacute;do desta janela aparecer&atilde;o, em princ&iacute;pio, os ficheiros ou pastas que tiverem sido apagados.</P>
<P ALIGN="JUSTIFY">Para recuperar um elemento apagado:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>abre-se a janela &quot;Reciclagem&quot;; </LI></P>
<P ALIGN="JUSTIFY"><LI>na listagem que &eacute; apresentada, procura-se e selecciona-se o ou os elementos (ficheiros ou pastas)  a recuperar, podem seleccionar-se v&aacute;rios elementos para recuperar em conjunto;</LI></P>
<P ALIGN="JUSTIFY"><LI>no menu &quot;Ficheiro&quot; (&quot;File&quot;), pede-se &quot;Restaurar&quot; (&quot;Restore&quot;).</LI></P></UL>

<P ALIGN="JUSTIFY">Para apagar definitivos um elementos, utiliza-se o quadro de &quot;Reciclagem&quot;, selecciona-se esse elemento e pede-se para eliminar – com a tecla &quot;Delete&quot;, &iacute;cone X da barra de ferramentas ou comando &quot;Eliminar&quot; (menu &quot;Ficheiro&quot;).</P>
<P ALIGN="JUSTIFY">Pode esvaziar-se totalmente o &quot;caixote do lixo&quot; ou espa&ccedil;o de reciclagem com o comando &quot;Esvaziar Reciclagem&quot; do menu &quot;Ficheiro&quot;.</P>
<B><I><FONT FACE="Arial"><P>Seleccionar, copiar e mover pastas ou ficheiros</P>
</B></I></FONT><P ALIGN="JUSTIFY">Para copiar ou mover pastas ou ficheiros entre diferentes folders (directorias ou unidades), devemos come&ccedil;ar por seleccionar o elemento ou conjunto de elementos visados e, em seguida, aplicar uma entre as diversas t&eacute;cnicas dispon&iacute;veis.</P>
<B><P ALIGN="JUSTIFY">Seleccionar</P>
</B><P ALIGN="JUSTIFY">Para seleccionar um &uacute;nico elemento, pasta ou ficheiro, basta fazer sobre ele um s&oacute; clique.</P>
<P ALIGN="JUSTIFY">Para seleccionar todos os elementos de uma pasta ou directoria, incluindo subpastas ou subdirectorias, pode pedir-se, no menu &quot;Editar&quot;, o comando &quot;Seleccionar Tudo&quot; ou, simplesmente, teclar &quot;Crtl&quot;+A.</P>
<P ALIGN="JUSTIFY">Para seleccionar diversos ficheiros dispersos, mant&eacute;m-se pressionada a tecla &quot;Ctrl&quot; e clica-se sobre os elementos a seleccionar, um por um.</P>
<P ALIGN="JUSTIFY">Para seleccionar um conjunto de ficheiros cont&iacute;guos, clica-se no primeiro elemento a seleccionar, pressiona-se e mant&eacute;m-se pressionada a tecla &quot;Shift&quot; e, por fim, clica-se no &uacute;ltimo elemento da s&eacute;rie.</P>
<P ALIGN="JUSTIFY">Nota: para agrupar um conjunto de ficheiros de um mesmo tipo (por exemplo, com a mesma extens&atilde;o TXT ou DOC), podemos pedir no menu &quot;Ver&quot;, a op&ccedil;&atilde;o &quot;Dispor &iacute;cones – por &quot;Nome&quot;. Tamb&eacute;m &eacute; poss&iacute;vel disp&ocirc;-los por tamanho ou por data.</P>
<B><I><FONT FACE="Arial"><P>Copiar e Mover</P>
</B></I></FONT><FONT FACE="Comic Sans MS"><P ALIGN="JUSTIFY"><IMG SRC="Image31.gif" WIDTH=564 HEIGHT=423></FONT>Para copiar ou mover um elemento (pasta ou ficheiro) ou um conjunto deles, &eacute; necess&aacute;rio seleccion&aacute;-lo (ou seleccion&aacute;-los) previamente. Para concretizar a opera&ccedil;&atilde;o, dispomos de diferentes t&eacute;cnicas poss&iacute;veis, nomeadamente:</P>
<OL TYPE="a">

<P ALIGN="JUSTIFY"><LI>arrastar os elementos de uma janela para outra;</LI></P>
<P ALIGN="JUSTIFY"><LI>utilizar a estrutura de folders exibida na janela do &quot;Explorador do Windows&quot;;</LI></P>
<P ALIGN="JUSTIFY"><LI>recorrer &agrave;s t&eacute;cnicas de &quot;corta/Copiar e colar&quot; (&quot;Cut/copy paste&quot;).</LI></P></OL>

<P ALIGN="JUSTIFY"></P>
<OL TYPE="a">

<B><P ALIGN="JUSTIFY"><LI>Abrir</B> <B>as janelas necess&aacute;rias </B>(a partir da janela &quot;O Meu Computador&quot;) – a de origem e a de destino em rela&ccedil;&atilde;o aos elementos a copiar ou mover:</LI></P>
<P ALIGN="JUSTIFY">a1) para <B>mover</B> uma pasta ou ficheiro (ou conjunto seleccionado) de uma janela para outra, basta clicar sobre o elemento em quest&atilde;o e arrast&aacute;-lo (com o bot&atilde;o do rato pressionado) at&eacute; &agrave; janela de destino (onde se levanta o bot&atilde;o do rato);</P>
<P ALIGN="JUSTIFY">a2) para <B>copiar</B>, utiliza-se a mesma t&eacute;cnica descrita para mover, mas, ao mesmo tempo, pressiona-se e mant&eacute;m-se pressionada a tecla &quot;Ctrl&quot;;</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY"><LI>Utilizar a janela do &quot;Explorador do Windows&quot;</B>, e seguir um dos seguintes procedimentos, conforme se pretende mover ou copiar:</LI></P>
<P ALIGN="JUSTIFY">b1) para <B>mover</B> uma pasta ou ficheiro (ou conjunto seleccionado) de um local para outro com o &quot;Explorador&quot;, clica-se no elemento a mover e arrasta-se (mantendo o bot&atilde;o do rato pressionado) at&eacute; que o &iacute;cone do elemento a mover se sobreponha ao &iacute;cone da pasta de destino (no diagrama de pastas do lado esquerdo da janela).</P>
<P ALIGN="JUSTIFY">b2) para <B>copiar</B> com o &quot;Explorador&quot;, utiliza-se a mesma t&eacute;cnica descrita para mover, mas pressiona-se e mant&eacute;m-se pressionada a tecla &quot;Ctrl&quot;.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY"><LI>Recorrer &agrave; t&eacute;cnica de &quot;cortar/copiar e colar&quot;</B> (&quot;Cut/Copy and Paste&quot;), a qual utiliza a &quot;&aacute;rea de transfer&ecirc;ncia&quot; do Windows.</LI></P></OL>

<B><P ALIGN="JUSTIFY"></P>
</B><P ALIGN="JUSTIFY">Para copiar ou mover atrav&eacute;s desta t&eacute;cnica, temos de come&ccedil;ar, como em qualquer caso, por seleccionar o elemento ou conjunto de elementos a que pretendemos aplicar essa opera&ccedil;&atilde;o.</P>
<P ALIGN="JUSTIFY">Para mover, pedimos o comando &quot;Cortar&quot; (menu &quot;Editar&quot; ou menu r&aacute;pido) ou tecla &quot;Ctrl&quot;+ X.</P>
<P ALIGN="JUSTIFY">Para copiar, pedimos o comando &quot;Copiar&quot; (menu &quot;Editar&quot; ou menu r&aacute;pido) ou teclamos &quot;Ctrl&quot;+C.</P>
<P ALIGN="JUSTIFY">Em seguida, abrimos o local de destino (da c&oacute;pia ou da movimenta&ccedil;&atilde;o) – a janela da pasta ou directoria onde pretendemos inserir o elemento ou conjunto de elementos em causa. Uma vez no local de destino, pedimos o comando &quot;Colar&quot; (menu &quot;Editar&quot; ou menu r&aacute;pido) ou teclamos &quot;Ctrl&quot; + V.</P>
<P ALIGN="JUSTIFY">Para efectuar uma c&oacute;pia de uma unidade para outra, por exemplo de um disco para uma disquete, tamb&eacute;m podemos utilizar o comando &quot;Enviar para&quot; – que se encontra no menu &quot;Ficheiro ou no menu r&aacute;pido (aberto com o bot&atilde;o direito do rato sobre o elemento seleccionado).</P>
<B><I><FONT FACE="Arial"><P>Criar um atalho para aceder mais rapidamente a um elemento</P>
</B></I></FONT><P ALIGN="JUSTIFY">Uma facilidade interessante do Windows95 consiste em podermos criar um <B>atalho</B> para aceder de uma forma mais r&aacute;pida a um qualquer elemento do nosso ambiente de trabalho, como, por exemplo, um programa que utilizamos frequentemente ou um determinado documento.</P>
<P ALIGN="JUSTIFY">Para criar um atalho para um elemento, podemos utilizar uma das seguintes vias:</P>
<OL TYPE="a">

<P ALIGN="JUSTIFY"><LI>clicar sobre o elemento visado com o bot&atilde;o secund&aacute;rio do rato, o que faz abrir o seu menu r&aacute;pido; nesse menu pede-se o comando &quot; Criar Atalho&quot;.</LI></P>
<P ALIGN="JUSTIFY"><LI>Seleccionar o elemento com um simples clique do rato e, em seguida, pedir no menu &quot;Ficheiro&quot;, o comando &quot;Criar Atalho&quot;.</LI></P></OL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Como qualquer um dos processos anteriores &eacute; criado um &iacute;cone com o nome &quot;Atalho para…&quot;, seguido do nome do elemento (ficheiro ou pasta) que tiver sido seleccionado para o efeito.</P>
<B><P ALIGN="JUSTIFY">Propriedades dos objectos</P>
</B><P ALIGN="JUSTIFY">Qualquer elemento do ambiente de trabalho – desde a pr&oacute;pria &aacute;rea de trabalho (&quot;Desktop&quot;) e a barra de tarefas, at&eacute; aos ficheiros, pastas e atalhos – tudo &eacute; considerado <B>objecto </B> e, como tal, detentor de <B>propriedades.</P>
</B><FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image32.gif" WIDTH=300 HEIGHT=428></FONT>Para aceder ao quadro das propriedades relativas a um qualquer objecto, basta posicionar o ponteiro do rato sobre ele e clicar no bot&atilde;o secund&aacute;rio. Como j&aacute; vimos, isto faz abrir um menu r&aacute;pido (quick menu) que, sempre que for caso disso, tem um item que se chama &quot;Propriedades&quot;.</P>
<P ALIGN="JUSTIFY">O quadro de propriedades de um ficheiro ou de uma pasta apresenta-nos uma sec&ccedil;&atilde;o &quot;Geral&quot;, onde s&atilde;o fornecidas informa&ccedil;&otilde;es acerca desse elemento e onde podem ser alterados os seus atributos:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>&quot;S&oacute; de leitura&quot; (&quot;Read Only&quot;);</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Oculto&quot; (&quot;Hidden&quot;);</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Arquivo&quot; (&quot;Archive&quot;);</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Sistema&quot; (&quot;System&quot;).</LI></P></UL>

<P ALIGN="JUSTIFY">Outros elementos em rela&ccedil;&atilde;o aos quais poder&aacute; ter interesse consultar o quadro de propriedades s&atilde;o, por exemplo:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>a &aacute;rea de trabalho &quot;desktop&quot;;</LI></P>
<P ALIGN="JUSTIFY"><LI>o &iacute;cone ou a janela de &quot; O Meu Computador&quot;;</LI></P>
<P ALIGN="JUSTIFY"><LI>o &iacute;cone ou a janela de &quot;Reciclagem&quot;;</LI></P>
<P ALIGN="JUSTIFY"><LI>a janela ou pasta referente  um disco ou a uma disquete, etc.</LI></P></UL>

<P ALIGN="JUSTIFY">Cada um destes elementos apresenta um quadro de propriedades espec&iacute;fico que, para al&eacute;m de fornecer informa&ccedil;&otilde;es com interesse, permite efectuar opera&ccedil;&otilde;es &uacute;teis para a configura&ccedil;&atilde;o do ambiente de trabalho (como veremos nos &uacute;ltimos pontos deste manual).</P>
<B><I><FONT FACE="Arial"><P>Copiar e formatar disquetes</P>
</B></I></FONT><FONT SIZE=2><P ALIGN="JUSTIFY"><IMG SRC="Image33.gif" WIDTH=573 HEIGHT=430></FONT>Para copiar ou formatar disquetes no Windows98, devemos proceder da seguinte forma:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>abrir a janela &quot;O Meu Computador&quot;;</LI></P>
<P ALIGN="JUSTIFY"><LI>seleccionar o &iacute;cone relativo &agrave; disquete;</LI></P>
<P ALIGN="JUSTIFY"><LI>abrir o menu &quot;Ficheiro&quot; ou o menu r&aacute;pido (com o bot&atilde;o secund&aacute;rio do rato); em qualquer um desses menus temos os dois seguintes comandos:</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Copiar Disco&quot; (&quot;Copy Disk&quot;) – para copiar uma disquete para outra;</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Formatar&quot; (&quot;Format&quot;) – para formatar uma disquete.</LI></P></UL>

<P ALIGN="JUSTIFY">A opera&ccedil;&atilde;o de copiar uma disquete para outra apenas necessita que se coloque a disquete de origem na Drive A e que se clique no bot&atilde;o &quot;Iniciar&quot; do quadro &quot;Copiar disco&quot;.</P>
<P ALIGN="JUSTIFY">Ap&oacute;s  a leitura da disquete de origem, o sistema pedir&aacute; a introdu&ccedil;&atilde;o da disquete de destino na respectiva drive.</P>
<P ALIGN="JUSTIFY">No quadro espec&iacute;fico de &quot;Formatar&quot; temos diversas op&ccedil;&otilde;es.</P>
<P ALIGN="JUSTIFY">Quanto &agrave; capacidade, poderemos ter de escolher entre 1,44 Mb e 720 Kb, consoante a disquete for de alta ou de baixa densidade.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Quanto ao tipo de forma&ccedil;&atilde;o, temos:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>&quot;R&aacute;pida&quot; – que corresponde a uma limpeza geral da disquete;</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Completa&quot; – que corresponde a uma formata&ccedil;&atilde;o total (necess&aacute;ria para disquetes virgens ou provenientes de outros sistemas);</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Copiar apenas ficheiros do sistema&quot; – para fazer com que a disquete possa produzir o arranque do sistema.</LI></P></UL>

<B><I><FONT FACE="Arial"><P>Instalar programas no ambiente de trabalho</P>
</B></I></FONT><P ALIGN="JUSTIFY">Para instalar um novo programa no Windows98, a partir de disquetes ou de um CD, temos de come&ccedil;ar por correr o ficheiro de instala&ccedil;&atilde;o desse programa e, para isso, temos duas op&ccedil;&otilde;es:</P>
<OL TYPE="a">

<P ALIGN="JUSTIFY"><LI>atrav&eacute;s do comando &quot;Executar&quot;, no menu &quot;Iniciar&quot;;</LI></P>
<P ALIGN="JUSTIFY"><LI>atrav&eacute;s do Painel de Controlo&quot;, com o utilit&aacute;rio &quot;Adicionar/Remover programas&quot;.</LI></P></OL>

<OL TYPE="a">

<P ALIGN="JUSTIFY"><LI>Depois de introduzida a disquete de instala&ccedil;&atilde;o do programa na drive de disquetes, pede-se o comando &quot;Executar&quot; e indica-se a drive (A:), seguida do nome do ficheiro de instala&ccedil;&atilde;o (&quot;Setup&quot; ou &quot;Install&quot;);</LI></P>
<P ALIGN="JUSTIFY">Por exemplo:</P>
<P ALIGN="JUSTIFY">A:\SETUP</P>
<P ALIGN="JUSTIFY">          &#9;    Ou</P>
<P ALIGN="JUSTIFY">&#9;D:\Setup</P>
<P ALIGN="JUSTIFY">&#9;</P>
<P ALIGN="JUSTIFY"><LI>O &quot;Painel de controlo&quot; pode ser acedido:</LI></P></OL>


<UL>
<P ALIGN="JUSTIFY"><LI>No menu &quot;Iniciar&quot;, item &quot;Defini&ccedil;&otilde;es&quot; (&quot;Settings&quot;);</LI></P>
<P ALIGN="JUSTIFY"><LI>Na janela &quot;O Meu Computador&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY">Na janela do &quot;Painel de Controlo&quot; encontra-se um &iacute;cone com o t&iacute;tulo &quot;Adicionar/Remover programas&quot;. Fazendo um duplo clique sobre este &iacute;cone, abre-se um quadro intitulado &quot;Propriedades de Adicionar/Remover Programas&quot;.</P>
<P ALIGN="JUSTIFY">O bot&atilde;o &quot;Instalar&quot; d&aacute; in&iacute;cio &agrave;s opera&ccedil;&otilde;es de instala&ccedil;&atilde;o de um novo programa. Tamb&eacute;m neste caso, se n&atilde;o se souber o nome do ficheiro de instala&ccedil;&atilde;o, pode recorrer-se ao habitual bot&atilde;o &quot;Procurar&quot;, para localizar o ficheiro na estrutura de drives e directorias do sistema.</P>
<B><I><FONT FACE="Arial"><P>Trabalhar com v&aacute;rias aplica&ccedil;&otilde;es e transfer&ecirc;ncia de informa&ccedil;&atilde;o</P>
</B></I></FONT><P ALIGN="JUSTIFY">No Windows98 podemos abrir e trabalhar com diversos programas ao mesmo tempo numa sess&atilde;o de trabalho. Em cada momento, apenas um desses programas est&aacute; activo, enquanto os outros que tenham sido abertos s&atilde;o remetidos para segundo plano.</P>
<P ALIGN="JUSTIFY">Como vimos, logo no in&iacute;cio deste manual sobre o Windows95, cada programa que &eacute; aberto &eacute; registado na barra de tarefas e a&iacute; permanece at&eacute; que seja fechado.</P>
<P ALIGN="JUSTIFY">Se abrirmos um novo programa sem fechar  o anterior, este &uacute;ltimo permanecer&aacute; n&atilde;o apenas com o indicativo na barra de tarefas, mas tamb&eacute;m com a sua pr&oacute;pria janela aberta na &aacute;rea de trabalho, em segundo plano.</P>
<P ALIGN="JUSTIFY">Se minimizarmos uma janela (um clique no bot&atilde;o de minimizar), ela desaparece da &aacute;rea de trabalho, mas permanece em segundo plano (ou stand by) e est&aacute; dispon&iacute;vel atrav&eacute;s da barra de tarefas.</P>
<P ALIGN="JUSTIFY">Desta forma, cada programa aberto e remetido para segundo plano pode voltar a ser chamado com um simples clique no seu bot&atilde;o na barra de tarefas.</P>
<B><P ALIGN="JUSTIFY">Transfer&ecirc;ncia de informa&ccedil;&atilde;o</P>
</B><P ALIGN="JUSTIFY"><IMG SRC="Image34.gif" WIDTH=576 HEIGHT=432>O Windows98, tal como as anteriores vers&otilde;es do Windows, permite a transfer&ecirc;ncia de informa&ccedil;&atilde;o de um local para outro (seja dentro de um mesmo documento, seja entre documentos ou aplica&ccedil;&otilde;es diferentes). Estas opera&ccedil;&otilde;es de transfer&ecirc;ncia<B> </B>de informa&ccedil;&atilde;o efectuam-se atrav&eacute;s das t&eacute;cnicas de &quot;cortar/copiar e colar&quot; (&quot;cut/copy and paste&quot;), as quais se servem de um recurso do sistema usualmente conhecido como &quot;Clipboard&quot; ou &quot;&Aacute;rea de Transfer&ecirc;ncia&quot;.</P>
<P ALIGN="JUSTIFY">Vamos mostrar como isto se processa, com uma exemplifica&ccedil;&atilde;o de transfer&ecirc;ncia de um desenho de um documento do Paint para um documento do WordPad.</P>
<P ALIGN="JUSTIFY">O Paint e o WordPad s&atilde;o, como j&aacute; vimos, programas que s&atilde;o instalados com o pr&oacute;prio ambiente e encontram-se no agrupamento de programas chamado &quot;Acess&oacute;rios&quot;. Comecemos por abrir esses dois programas.</P>
<P ALIGN="JUSTIFY">Podemos alternar facilmente entre cada um dos programas clicando ora num ora no outro dos respectivos bot&otilde;es.</P>
<P ALIGN="JUSTIFY">No WordPad, escrevemos algumas pequenas frases, separadas por algumas linhas de espa&ccedil;o em branco entre elas.</P>
<P ALIGN="JUSTIFY">Com as ferramentas de desenho do Paint, fazemos um pequeno desenho (por exemplo, um rect&acirc;ngulo e um tri&acirc;ngulo ou uma circunfer&ecirc;ncia).</P>
<P ALIGN="JUSTIFY">Em seguida, pede-se o comando &quot;Copiar&quot;, no menu &quot;Editar&quot; ou no menu r&aacute;pido (aberto com um clique no bot&atilde;o direito do rato), ou ainda teclando &quot;Ctrl&quot;+C.</P>
<P ALIGN="JUSTIFY">Para concretizar a c&oacute;pia ou transfer&ecirc;ncia do desenho do Paint para o documento do WordPad, abre-se este programa, escolhe-se o local onde inserir o referido desenho e pede-se o comando &quot;Colar&quot;, no menu &quot;Editar&quot; ou no menu r&aacute;pido.</P>
<B><I><FONT FACE="Arial"><P>Instalar impressoras e imprimir documentos</P>
</B></I></FONT><FONT SIZE=2><P><IMG SRC="Image35.gif" WIDTH=440 HEIGHT=322></P>
</FONT><P ALIGN="JUSTIFY">Quando se pretende imprimir um documento, para al&eacute;m de ser necess&aacute;rio ter uma impressora ligada ao computador, &eacute; necess&aacute;rio tamb&eacute;m que o sistema saiba reconhecer e comunicar com esse dispositivo e output.</P>
<P ALIGN="JUSTIFY">Para tal, &eacute; necess&aacute;rio ter instalado o driver impressora que se vai utilizar. &Agrave; instala&ccedil;&atilde;o deste driver de impressora no ambiente Windows costuma chamar-se &quot;Instala&ccedil;&atilde;o da Impressora&quot;.</P>
<P ALIGN="JUSTIFY">Para instalarmos um driver de impressora, temos de aceder ao &quot;Painel de Controlo&quot; atrav&eacute;s do menu &quot;Iniciar&quot;, item &quot;Defini&ccedil;&otilde;es&quot;.</P>
<P ALIGN="JUSTIFY">Na janela &quot;Painel de Controlo&quot;, fazemos um duplo clique sobre o &iacute;cone &quot;Impressora&quot; para abrir a respectiva janela.</P>
<P ALIGN="JUSTIFY">Na janela das impressoras temos um &iacute;cone intitulado &quot;Adicionar Impressora&quot;.</P>
<P ALIGN="JUSTIFY">Eventualmente, podemos ter outros &iacute;cones, no caso de j&aacute; termos alguma(s) impressora(s) instalada(s).</P>
<P ALIGN="JUSTIFY">Um duplo clique sobre o &iacute;cone &quot;Adicionar impressora&quot; faz abrir um quadro intitulado &quot;assistente Adicionar Impressora&quot;, o qual nos acompanha na opera&ccedil;&atilde;o de instalar o driver da impressora.</P>
<P ALIGN="JUSTIFY">Para passar &agrave; etapa seguinte no assistente de instala&ccedil;&atilde;o da impressora, clica-se no bot&atilde;o &quot;Seguinte&quot;.</P>
<P ALIGN="JUSTIFY">No segundo quadro, &eacute; apresentada uma lista de marcas e modelos de impressoras. Se a impressora que pretendemos instalar n&atilde;o aparecer na listagem do &quot;assistente&quot;, e se tivermos a sua disquete de instala&ccedil;&atilde;o, clicamos no bot&atilde;o &quot;Disco&quot;, para que possa ser feita a leitura do respectivo driver.</P>
<P ALIGN="JUSTIFY">No passo seguinte, &eacute; pedido para indicarmos a porta de liga&ccedil;&atilde;o da impressora, que, normalmente &eacute; LPT1.</P>
<P ALIGN="JUSTIFY">Quando tudo estiver definido para a instala&ccedil;&atilde;o do driver da impressora, &eacute; prov&aacute;vel que o &quot;assistente&quot; pe&ccedil;a a disquete ou o CD de instala&ccedil;&atilde;o do Windows, para fazer a leitura do software necess&aacute;rio &agrave; instala&ccedil;&atilde;o.</P>
<P ALIGN="JUSTIFY">Quando a instala&ccedil;&atilde;o ficar conclu&iacute;da, aparecer&aacute; na janela &quot;Impressora&quot; um novo &iacute;cone relativo &agrave; impressora instalada.</P>
<P ALIGN="JUSTIFY">Cada &iacute;cone de impressora instalada abre um quadro espec&iacute;fico dessa impressora, onde podem controlar-se algumas opera&ccedil;&otilde;es, como parar temporariamente a impress&atilde;o ou cancel&aacute;-la.</P>
<P ALIGN="JUSTIFY">Se tivermos mais do que uma impressora instalada (a n&iacute;vel de drivers), devemos indicar qual delas queremos utilizar para imprimir. Tal indica&ccedil;&atilde;o pode fazer-se de duas maneiras:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Seleccionar o &iacute;cone da impressora (com um clique do rato) e pedir o comando &quot;Predefinir&quot; no menu &quot;Ficheiro&quot; ou no menu r&aacute;pido da impressora;</LI></P>
<P ALIGN="JUSTIFY"><LI>Abrir o quadro espec&iacute;fico da impressora e pedir no menu &quot;Impressora&quot; o comando &quot;Predefinir&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Tamb&eacute;m pode ser criado um atalho da impressora para a &aacute;rea de trabalho.</P>
<P ALIGN="JUSTIFY">Ao pedir para criar um atalho sobre o &iacute;cone da impressora pretendida, o programa perguntar&aacute; se pretendemos colocar esse atalho no ambiente de trabalho.</P>
<B><P ALIGN="JUSTIFY">Imprimir documentos</P>
</B><P ALIGN="JUSTIFY">Normalmente, os programas onde se reproduzem documentos disp&otilde;em de diversas alternativas para mandar imprimir esses documentos.</P>
<P ALIGN="JUSTIFY">Habitualmente, no menu &quot;Ficheiro&quot; (ou &quot;File&quot;) de cada programa de aplica&ccedil;&atilde;o, existe um comando com o nome &quot;Imprimir&quot; (ou &quot;Print&quot;). Uma outra op&ccedil;&atilde;o habitual para imprimir um documento a partir de um programa de aplica&ccedil;&atilde;o &eacute; atrav&eacute;s de um &iacute;cone na barra de ferramentas com a forma de uma impressora.</P>
<P ALIGN="JUSTIFY">Nos processadores de texto, programas de desenho e outros, tamb&eacute;m &eacute; usual termos, no menu &quot;Ficheiro&quot;, um comando de pr&eacute;-visualiza&ccedil;&atilde;o – &quot;Ver antes&quot; (ou &quot;Print Preview&quot;). Atrav&eacute;s desta op&ccedil;&atilde;o podemos n&atilde;o apenas visualizar antecipadamente o aspecto geral de cada p&aacute;gina a imprimir, como tamb&eacute;m mandar imprimir a partir deste manual.</P>
<P ALIGN="JUSTIFY">No caso do Windows95, dispomos de formas de mandar imprimir um documento sem ter de abrir previamente a aplica&ccedil;&atilde;o em que foi criado. Como vimos no final do ponto anterior, podemos criar um atalho para uma impressora na nossa &aacute;rea de trabalho.</P>
<P ALIGN="JUSTIFY">Uma vez existente um atalho de impressora na &aacute;rea de trabalho, uma das maneiras poss&iacute;veis de mandar imprimir um documento &eacute;, simplesmente, arrastar o seu nome ou &iacute;cone para cima do &iacute;cone de atalho da impressora.</P>
<P ALIGN="JUSTIFY">Ainda uma outra forma de mandar imprimir um documento passa por abrir o seu menu r&aacute;pido (com um clique do bot&atilde;o direito do rato sobre o nome ou &iacute;cone do ficheiro) e pedir o comando &quot;Imprimir&quot;.</P>
<B><I><FONT FACE="Arial"><P>Personaliza&ccedil;&atilde;o do ambiente de trabalho</P>
</I></FONT><P ALIGN="JUSTIFY">Nomes, atalhos e propriedades</P>
</B><P ALIGN="JUSTIFY">Como ambiente de trabalho, o Windows95 pretende apresentar-se como um ambiente flex&iacute;vel, adapt&aacute;vel &agrave;s necessidades e prefer&ecirc;ncias do utilizador.</P>
<P ALIGN="JUSTIFY">O utilizador pode facilmente alterar o nome de qualquer objecto na &aacute;rea de trabalho, de uma pasta ou documento. Para tal, basta seleccionar o objecto com um clique e, em seguida, fazer um segundo clique sobre o nome do objecto. Ent&atilde;o, podemos alterar o nome do objecto.</P>
<P ALIGN="JUSTIFY">Uma outra forma de modificar o nome de um objecto &eacute; clicar com o bot&atilde;o secund&aacute;rio do rato sobre o objecto, o que faz abrir o respectivo menu r&aacute;pido, e pedir o comando &quot;Mudar o Nome&quot;.</P>
<P ALIGN="JUSTIFY">Como j&aacute; vimos, o utilizador pode incluir na &aacute;rea de trabalho do seu ambiente um ou mais atalhos para programas, pastas ou documentos com que trabalhe frequentemente. Isto permite personalizar o ambiente de trabalho de acordo com as necessidades ou prefer&ecirc;ncias do utilizador.</P>
<P ALIGN="JUSTIFY">Os menus r&aacute;pidos, tal como os menus &quot;Ficheiro&quot; de janelas das pastas, cont&ecirc;m um comando chamado &quot;Criar Atalho&quot;.</P>
<P ALIGN="JUSTIFY">Este comando faz uma duplica&ccedil;&atilde;o do &iacute;cone do ficheiro ou pasta em que tiver sido aplicado, com o nome de &quot;Atalho para…&quot;, seguido da designa&ccedil;&atilde;o do objecto em causa.</P>
<P ALIGN="JUSTIFY">Este &iacute;cone de atalho pode, em seguida, ser movido ou copiado para um outro local – pasta ou &aacute;rea principal de trabalho.</P>
<P ALIGN="JUSTIFY">Atrav&eacute;s dos menus r&aacute;pidos ou dos menus &quot;Ficheiro&quot;, podemos tamb&eacute;m aceder aos quadros de propriedades dos objectos ou elementos do ambiente de trabalho.</P>
<P ALIGN="JUSTIFY">Estes quadros de propriedades podem permitir alterar algumas propriedades e certos objectos que podem ter interesse para a configura&ccedil;&atilde;o ou personaliza&ccedil;&atilde;o do ambiente de trabalho.</P>
<B><P ALIGN="JUSTIFY">As propriedades da caixa de &quot;Reciclagem&quot;</P>
</B><P ALIGN="JUSTIFY">Um exemplo de um elemento do ambiente de trabalho em que pode ter interesse aceder ao quadro de propriedades para alterar alguns dos seus par&acirc;metros &eacute; o &quot;Caixote do Lixo&quot; ou &quot;Reciclagem&quot;.</P>
<P ALIGN="JUSTIFY">a principal altera&ccedil;&atilde;o que se pode efectuar em rela&ccedil;&atilde;o &agrave; &quot;Reciclagem&quot; &eacute; redefinir a percentagem da &aacute;rea do disco que lhe &eacute; atribu&iacute;da.</P>
<P ALIGN="JUSTIFY">No quadro &quot;Propriedades de Reciclagem&quot;, pode ver-se um cursor que aponta, inicialmente para 10%, como &aacute;rea m&aacute;xima atribu&iacute;da &agrave; &quot;Reciclagem&quot;, ou seja aos ficheiros apagados mas ainda recuper&aacute;veis. O utilizador pode aumentar ou diminuir essa &aacute;rea, arrastando o cursor para um lado ou para o outro.</P>
<P ALIGN="JUSTIFY">Uma outra op&ccedil;&atilde;o do quadro de propriedades da &quot;Reciclagem&quot; &eacute;:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>&quot;N&atilde;o mover ficheiros para a Reciclagem. Remover os ficheiros imediatamente ao eliminar&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Por&eacute;m, esta op&ccedil;&atilde;o pode revelar-se perigosa, pois deixar&aacute; de ser poss&iacute;vel recuperar os elementos apagados.</P>
<B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Personaliza&ccedil;&atilde;o da barra de tarefas e do menu iniciar</P>
</B><P ALIGN="JUSTIFY">Como vimos, a barra de tarefas &eacute; um elemento fundamental da &aacute;rea de trabalho, nomeadamente para alternar entre as v&aacute;rias tarefas abertas no ambiente de trabalho.</P>
<P ALIGN="JUSTIFY">Se fizermos um clique com o bot&atilde;o secund&aacute;rio do rato numa zona vazia da barra de tarefas, abrimos o seu menu r&aacute;pido, a partir do qual podemos:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>controlar a disposi&ccedil;&atilde;o das janelas na &aacute;rea de trabalho: (em cascata; em mosaico; minimizar todas);</LI></P>
<P ALIGN="JUSTIFY"><LI>aceder ao quadro de propriedades da barra de tarefas.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Tamb&eacute;m podemos aceder ao quadro de propriedades da barra de tarefas a partir do menu &quot;Iniciar&quot; (&quot;Start&quot;), item &quot;defini&ccedil;&otilde;es&quot; (&quot;Settings&quot;), op&ccedil;&atilde;o &quot;Barra  de Tarefas&quot; (&quot;Task Bar&quot;).</P>
<P ALIGN="JUSTIFY">Na sec&ccedil;&atilde;o &quot;Op&ccedil;&atilde;o da Barra de Tarefas&quot; podemos, por exemplo, pedir para ocultar a barra de tarefas ou torn&aacute;-la sempre vis&iacute;vel, mostrar ou n&atilde;o o rel&oacute;gio, etc.</P>
<P ALIGN="JUSTIFY">Na sec&ccedil;&atilde;o &quot;Programas do Menu Iniciar&quot;, podemos adicionar ou remover programas ao agrupamento &quot;Programas&quot; do menu &quot;Iniciar&quot;.</P>
<P ALIGN="JUSTIFY">Para <B>adicionar um programa</B> ao agrupamento de &quot;Programas&quot; do menu &quot;Iniciar&quot;, clica-se no bot&atilde;o &quot;Adicionar&quot; da sec&ccedil;&atilde;o &quot;Programas do Menu Iniciar&quot;.</P>
<P ALIGN="JUSTIFY">Desta forma, &eacute; aberto um quadro onde se deve indicar o local e nome (pathname) do ficheiro que se pretende adicionar.</P>
<P ALIGN="JUSTIFY">Caso se queira, pode utilizar-se o bot&atilde;o &quot;Procurar&quot; para tornar mais f&aacute;cil a indica&ccedil;&atilde;o do pathname do ficheiro.</P>
<P ALIGN="JUSTIFY">Quando o &quot;assistente&quot; desta opera&ccedil;&atilde;o nos apresenta o quadro &quot;Seleccionar Pasta Programa&quot;, podemos indicar uma das pastas j&aacute; existentes ou criar uma nova, para incluir o nosso novo programa.</P>
<P ALIGN="JUSTIFY">Para <B>remover um item</B> do agrupamento &quot;programas&quot; do menu &quot;Iniciar&quot;:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Pede-se, no mesmo quadro &quot;Propriedades da barra de tarefas&quot;, sec&ccedil;&atilde;o &quot;Programas do Menu Iniciar&quot;, o bot&atilde;o &quot;Remover&quot;;</LI></P>
<P ALIGN="JUSTIFY"><LI>Selecciona-se o ficheiro ou pasta a remover;</LI></P>
<P ALIGN="JUSTIFY"><LI>Confirma-se a opera&ccedil;&atilde;o, clicando de novo num bot&atilde;o designado &quot;Remover&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Ainda no quadro &quot;Propriedades da Barra de Tarefas&quot;, sec&ccedil;&atilde;o &quot;Programas do Menu Iniciar&quot;, podemos pedir para &quot;Limpar&quot; o menu &quot;Documentos&quot;.</P>
<B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Personaliza&ccedil;&atilde;o do ambiente atrav&eacute;s do &quot;Painel de Controlo&quot;</P>
</B><P ALIGN="JUSTIFY">Pode aceder-se ao &quot;Painel de Controlo&quot; por duas vias diferentes:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Menu &quot;iniciar&quot;, item &quot;Defini&ccedil;&otilde;es&quot; (&quot;Settings&quot;);</LI></P>
<P ALIGN="JUSTIFY"><LI>Janela &quot;O Meu Computador&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">A janela do &quot;Painel de Controlo&quot; cont&eacute;m um vasto conjunto de &iacute;cones relativos a utilit&aacute;rios de configura&ccedil;&atilde;o do ambiente de trabalho do Windows.</P>
<P ALIGN="JUSTIFY">Vamos aqui referir sumariamente apenas algumas das configura&ccedil;&otilde;es que t&ecirc;m a ver mais acentuadamente com a personaliza&ccedil;&atilde;o do ambiente de trabalho de um sistema simples e monoposto (sem dispositivos multim&eacute;dia e sem rede):</P>

<UL>
<P ALIGN="JUSTIFY"><LI>&quot;Data-Hora&quot; – abre um quadro para acerto da data e hora interna do sistema e ambiente de trabalho.</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Defini&ccedil;&otilde;es Regionais&quot; – permite alterar configura&ccedil;&otilde;es relativas &agrave; l&iacute;ngua utilizada, formatos da escrita dos n&uacute;meros (sinal das casas decimais, etc.), modo de escrita da data e hora, etc.</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Monitor&quot; – permite definir diversos aspectos relacionados com o monitor ou ecr&atilde;, tais como:</LI></P>
<P ALIGN="JUSTIFY"><LI>preenchimento do fundo da &aacute;rea de trabalho;</LI></P>
<P ALIGN="JUSTIFY"><LI>protec&ccedil;&otilde;es de ecr&atilde;, para substituir a imagem fixa ao fim de x minutos;</LI></P>
<P ALIGN="JUSTIFY"><LI>palavra de passe (&quot;password&quot;) para permitir a retorna do trabalho, ap&oacute;s a protec&ccedil;&atilde;o do ecr&atilde;;</LI></P>
<P ALIGN="JUSTIFY"><LI>as cores das diferentes sec&ccedil;&otilde;es de uma janela, bem como o tipo de letra usado nos t&iacute;tulos ou legendas, etc.;</LI></P>
<P ALIGN="JUSTIFY"><LI>resolu&ccedil;&atilde;o, cores  tipo de monitor.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&quot;Palavras-passe&quot; – permite introduzir e alterar &quot;palavra-passe&quot; (&quot;passwords&quot;), que permitam controlar o acesso ao nosso ambiente de trabalho; na sec&ccedil;&atilde;o &quot;Perfis de Utilizador&quot; pode optar-se entre:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>todos os utilizadores deste PC t&ecirc;m as mesmas prefer&ecirc;ncias e defini&ccedil;&otilde;es do ambiente de trabalho&quot;;</LI></P>
<P ALIGN="JUSTIFY"><LI>&quot;Os utilizadores podem personalizar as suas prefer&ecirc;ncias e as defini&ccedil;&otilde;es do ambiente de trabalho. O windows muda para as suas defini&ccedil;&otilde;es sempre que inicia sess&atilde;o&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<B><U><P ALIGN="JUSTIFY">Nota: </B></U>Com esta possibilidade de definir palavras-passe ou &quot;passwords&quot;, o mesmo computador pode ter v&aacute;rios utilizadores, e cada um deles manter as configura&ccedil;&otilde;es que tiver definido para o seu ambiente de trabalho (mesmo que outros utilizadores com acesso ao sistema definam outras configura&ccedil;&otilde;es completamente diferentes).</P>
<P ALIGN="JUSTIFY">Para que um novo utilizado defina uma configura&ccedil;&atilde;o para si pr&oacute;prio, basta entrar no sistema com u nome deferente dos que j&aacute; foram introduzidos e definir uma palavra-passe.</P></BODY>
</HTML>
