<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"><html xmlns="http://www.w3.org/1999/xhtml"><!-- InstanceBegin template="/Templates/Organizacao.dwt" codeOutsideHTMLIsLocked="false" --><head><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" /><!-- InstanceBeginEditable name="doctitle" --><title>Estatutos</title><!-- InstanceEndEditable --><link href="../CSS/menu.css" rel="stylesheet" type="text/css"><link href="../CSS/conteudo.css" rel="stylesheet" type="text/css"></head><body><a name="Topo" id="Topo"></a><table width=900 border="0" cellpadding="0" cellspacing="0" align="center">  <tr>	<td width="5" >&nbsp;</td>	<td colspan="3" bgcolor="#155721">		<div align="center">			<img src="../images/CabOrganizacao.jpg" width="898" height="222" border="0" usemap="#Map" />		</div>	</td>	<td width="5">&nbsp;</td>  </tr>  <tr>	<td>&nbsp;</td>	<td colspan="3" bgcolor="#155721">		<div align="center" id="menuh">			<a href="../index.html">In&iacute;cio</a> |			<a href="indexOrganizacao.html" >Organiza&ccedil;&atilde;o</a> |			<a href="../Alunos/IndexAlunos.html">Alunos</a> | 			<a href="../Docentes/Index.asp">Docentes</a> | 			<a href="../Ensino/IndexEnsino.html">Ensino</a> | 			<a href="../ID/IndexID.html">Investiga&ccedil;&atilde;o e Desenvolvimento</a> |			<a href="../Departamentos/IndexDepartamentos.html">Departamentos</a> | 			<a href="../GabinetesApoio/IndexGabinetesApoio.html">Gabinetes de Apoio  </a> |			<a href="../Servicos/IndexServicos.html">Servi&ccedil;os </a> |    			<a href="../Novidades/IndexNovidades.html"> </a>			<a href="../English/IndexEnglish.html"> English  </a>					</div>   	</td>	<td>&nbsp;</td>  </tr>  <tr valign="top" id="titulo" >	<td valign="top">&nbsp;</td>	<td colspan="3" id="localizacao">	<table width="100%" border="0" cellpadding="0">		<td width="665">Organiza&ccedil;&atilde;o &gt;			<!-- InstanceBeginEditable name="EditRegionLocalizacao" -->Estatutos<!-- InstanceEndEditable -->		</td>		<form action="http://www.esdrm.pt/Pesquisa.html" id="cse-search-box" class="forms">		<td width="221"  align="right" valign="top">			<input type="hidden" name="cx" value="006387793994758192511:1qixrpgx9r8" />			<input type="hidden" name="cof" value="FORID:11" />			<input type="hidden" name="ie" value="UTF-8" />			<input type="text" name="q" size="20" style="font-size:10px " />			<input type="submit" name="sa" value="Pesquisar" style="font-size:10px " />					</td>		</form>	</table>	</td>	<td valign="top">&nbsp;</td>  </tr>  <tr id="titulo">	<td>&nbsp;</td>	<td width="147" valign="top" >		<ul id="rollovermenu">			<!-- Página Inicial -->			<li id="inviteContexto">				<a href="indexOrganizacao.html" title="Página Inicial">Página Inicial</a>				<br style="clear:both"/>			</li>			<!-- Orgãos Gestão -->			<li id="inviteContexto">				<a href="orgaosGestao.html" title="Missão">&Oacute;rgãos Gestão >></a>				<ul style="margin-top:0px;padding-top:0px;">					<li><a href="AssembleiaEscola.html" title="Assembleia de Escola">Assembleia de Escola</a></li>			  									<li><a href="Direccao.html" title="Direcção">Direcção</a></li>			  					<li><a href="ConselhoAdministrativo.html" title="Conselho Administrativo">Conselho Administrativo</a></li>					<li><a href="ConselhoCientifico.html" title="Conselho Cient&iacute;fico">Conselho Cient&iacute;fico</a></li>					<li><a href="ConselhoPedagogico.html" title="Conselho Pedagógico">Conselho Pedagógico</a></li>					<li><a href="Secretario.html" title="Secretária">Secretária</a></li>									</ul>				<br style="clear:both"/>			</li>			<!-- Conselho Consultivo -->			<li id="inviteContexto">				<a href="ConselhoConsultivo.html" title="Conselho Consultivo">Conselho Consultivo</a>				<br style="clear:both"/>			</li>						<!-- Organograma -->			<li id="inviteContexto">				<a href="Organograma.html" title="Organograma">Organograma</a>				<br style="clear:both"/>			</li>			<!-- Regulamentos -->			<li id="inviteContexto">				<a href="Regulamentos.html" title="Regulamentos">Regulamentos >></a>				<ul style="margin-top:0px;padding-top:0px;">					<li><a href="RegulamentosGerais.html" title="Regulamentos Gerais">Gerais</a></li>					<li><a href="RegulamentosOrgaos.html" title="Regulamentos Org&atilde;os">Dos &Oacute;rg&atilde;os</a></li>					<li><a href="RegulamentosServicosAcademicos.html" title="Regulamentos Servi&ccedil;os Acad&eacute;micos">Dos Servi&ccedil;os Acad&eacute;micos</a></li>				</ul>				<br style="clear:both"/>			</li>			<!-- Contactos -->			<li id="inviteContexto"><a href="ContactosInternos.html">Contactos Internos</a><br style="clear:both"/>		  </li>		</ul>		<div align="center">		<br />			<a href="http://lms.esd.ipsantarem.pt" target="_blank">				<img src="../images/moodlelogo.gif" width="100" height="30" border="0" />			</a>			<img src="../images/index_r8_c9.gif" border="0" usemap="#Map2" />		</div>	</td>	<td width="750" align="left" valign="top">		<div id="tituloDestaque">			<!-- InstanceBeginEditable name="EditRegionTituloConteudo" -->Estatutos<!-- InstanceEndEditable -->				</div>		<div id="conteudoDestaque">			<!-- InstanceBeginEditable name="EditRegionConteudo" -->			<p align="center">ESTATUTOS<br />			  DA ESCOLA SUPERIOR DE DESPORTO DE RIO MAIOR, <br />			  DO INSTITUTO POLIT&Eacute;CNICO DE SANTAR&Eacute;M<br />			  Despacho n&ordm; 14356 / 2003 ( 2&ordf; S&eacute;rie - D.R. n&ordm; 168 ), de 23 / 07 </p>			<p align="center">Cap&iacute;tulo I<br />			  Disposi&ccedil;&otilde;es gerais</p>			<p align="center">Artigo 1&ordm;<br />			  Da natureza</p>			<p>A Escola Superior de Desporto de Rio Maior, adiante designada por ESDRM, unidade org&acirc;nica do Instituto Polit&eacute;cnico de Santar&eacute;m, adiante designado por IPS, &eacute; um estabelecimento de forma&ccedil;&atilde;o de n&iacute;vel superior, vocacionada para o ensino, a investiga&ccedil;&atilde;o, a presta&ccedil;&atilde;o de servi&ccedil;os &agrave; comunidade e para a colabora&ccedil;&atilde;o com entidades nacionais e estrangeiras em actividades de interesse comum.<br />			  A ESDRM &eacute; uma pessoa colectiva de direito p&uacute;blico e goza da autonomia cient&iacute;fica, pedag&oacute;gica, administrativa e financeira, nos termos da lei, dos Estatutos do IPS e dos presentes Estatutos.<br />			  A ESDRM exerce a sua autonomia no respeito dos princ&iacute;pios da democraticidade e da legalidade, da n&atilde;o discrimina&ccedil;&atilde;o e das demais garantias constitucionais.<br />			  A ESDRM pode constituir ou participar noutras pessoas colectivas, desde que as suas actividades sejam compat&iacute;veis com as finalidades e interesses do IPS e nos termos definidos nos estatutos do Instituto.</p>			<p align="center">			  Artigo 2&ordm;<br />			  Dos fins			  </p>			<p>A ESDRM prossegue os seus fins, no dom&iacute;nio das Ci&ecirc;ncias do Desporto, visando nomeadamente:<br />			  a) A forma&ccedil;&atilde;o humana, cultural, cient&iacute;fica e t&eacute;cnica de todos os seus membros;<br />			  b) A forma&ccedil;&atilde;o de t&eacute;cnicos superiores de Desporto e de outros profissionais relacionados com o Desporto, com elevado n&iacute;vel de prepara&ccedil;&atilde;o nos aspectos cultural, cient&iacute;fico, t&eacute;cnico e profissional;<br />			  c) A realiza&ccedil;&atilde;o de actividades de pesquisa e investiga&ccedil;&atilde;o;<br />			  d) A presta&ccedil;&atilde;o de servi&ccedil;os &agrave; comunidade;<br />			  e) O desenvolvimento de projectos de forma&ccedil;&atilde;o e de reconvers&atilde;o dos t&eacute;cnicos em exerc&iacute;cio profissional;<br />			  f) O interc&acirc;mbio cultural, cient&iacute;fico e t&eacute;cnico com institui&ccedil;&otilde;es p&uacute;blicas, privadas, nacionais e estrangeiras, que visem objectivos semelhantes;<br />			  g) A participa&ccedil;&atilde;o em projectos de coopera&ccedil;&atilde;o nacional e internacional;<br />			  h) A contribui&ccedil;&atilde;o, no seu &acirc;mbito de actividade, para a coopera&ccedil;&atilde;o internacional e para a aproxima&ccedil;&atilde;o entre os povos, com especial destaque para os pa&iacute;ses de l&iacute;ngua oficial portuguesa e os pa&iacute;ses da Uni&atilde;o Europeia.			  </p>			<p align="center">Artigo 3&ordm;<br />			  Da democraticidade e participa&ccedil;&atilde;o		    </p>			<p>A ESDRM, na concep&ccedil;&atilde;o e pr&aacute;tica dos mecanismos da sua administra&ccedil;&atilde;o e gest&atilde;o, deve actuar com transpar&ecirc;ncia e democraticidade, de modo a assegurar a todos os seus membros uma participa&ccedil;&atilde;o real na din&acirc;mica da Escola, tendo em vista:<br />			  a) Favorecer a livre express&atilde;o e a pluralidade de ideias e opini&otilde;es;<br />			  b) Garantir a liberdade de cria&ccedil;&atilde;o cultural, cient&iacute;fica, art&iacute;stica e t&eacute;cnica;<br />			  c) Assegurar as condi&ccedil;&otilde;es necess&aacute;rias para uma atitude de permanente inova&ccedil;&atilde;o pedag&oacute;gica;<br />			  d) Estimular e assegurar o envolvimento de todo o corpo docente, discente, t&eacute;cnico e administrativo nas suas actividades;<br />			  e) Promover uma estreita liga&ccedil;&atilde;o com a comunidade na organiza&ccedil;&atilde;o de actividades visando, nomeadamente, a inser&ccedil;&atilde;o dos seus diplomados na vida profissional.</p>			<p align="center">Artigo 4&ordm;<br />			  Das atribui&ccedil;&otilde;es			  </p>			<p>S&atilde;o atribui&ccedil;&otilde;es da ESDRM, nomeadamente:<br />			  a) Realizar cursos conducentes &agrave; obten&ccedil;&atilde;o dos graus permitidos por lei;<br />			  b) Realizar cursos de actualiza&ccedil;&atilde;o e de reconvers&atilde;o profissional, credit&aacute;veis com certificados ou diplomas adequados;<br />			  c) Assegurar a articula&ccedil;&atilde;o entre a forma&ccedil;&atilde;o inicial e a forma&ccedil;&atilde;o cont&iacute;nua dos profissionais de Desporto;<br />			  d) Organizar e cooperar em actividades de extens&atilde;o educativa, cultural e t&eacute;cnica, incluindo a presta&ccedil;&atilde;o de servi&ccedil;os &agrave; comunidade;<br />			  e) Promover, orientar, realizar e avaliar trabalhos de investiga&ccedil;&atilde;o e de desenvolvimento experimental;<br />			  f) Estabelecer acordos, conv&eacute;nios e protocolos de coopera&ccedil;&atilde;o com institui&ccedil;&otilde;es cong&eacute;neres e bem como, com organismos p&uacute;blicos ou privados, nacionais ou internacionais.</p>			<p align="center">Artigo 5&ordm;<br />			  Dos graus e diplomas</p>			<p>A ESDRM participa, de acordo com a legisla&ccedil;&atilde;o em vigor, na concess&atilde;o pelo IPS de:<br />			  a) Graus e diplomas correspondentes aos cursos que ministra;<br />			  b) Equival&ecirc;ncias e reconhecimento de graus e diplomas correspondentes aos cursos que est&aacute; autorizada a ministrar;<br />			  c) T&iacute;tulos honor&iacute;ficos.<br />			  A ESDRM concede certificados e diplomas referentes a outros cursos e iniciativas, no &acirc;mbito das suas actividades.</p>			<p align="center">			  Artigo 6&ordm;<br />			  Sede</p>			<p align="left">			  A ESDRM tem sede na cidade de Rio Maior.</p>			<p align="center">Artigo 7&ordm;<br />			  Dos s&iacute;mbolos</p>			<p>A ESDRM possui selo branco, timbre e emblem&aacute;tica pr&oacute;pria.<br />			  A cor simb&oacute;lica da ESDRM &eacute; o rosa-vermelho (pantone 710).<br />			  A ESDRM adopta como dia da Escola o dia 05 de Dezembro.</p>			<p align="center">			  Artigo 8&ordm;<br />			  Da autonomia cient&iacute;fica e pedag&oacute;gica			  </p>			<p>A autonomia cient&iacute;fica e pedag&oacute;gica da ESDRM envolve a capacidade para, livremente:<br />			  a) Propor a cria&ccedil;&atilde;o, altera&ccedil;&atilde;o, supress&atilde;o e extin&ccedil;&atilde;o dos cursos, bem como dos seus planos de estudo;<br />			  b) Decidir sobre os conte&uacute;dos das disciplinas dos cursos que ministra; <br />			  c) Decidir sobre os projectos de investiga&ccedil;&atilde;o a desenvolver; <br />			  d) Fixar, nos termos da lei, as regras de acesso, matr&iacute;cula e inscri&ccedil;&atilde;o; <br />			  e) Estabelecer os regimes de frequ&ecirc;ncia e avalia&ccedil;&atilde;o; <br />			  f) Definir as condi&ccedil;&otilde;es e os m&eacute;todos de ensino a praticar; <br />			  g) Fixar o calend&aacute;rio escolar, nos termos da lei geral; <br />			  h) Definir os servi&ccedil;os a prestar &agrave; comunidade;<br />			  i) Definir as demais actividades cient&iacute;ficas e culturais a realizar; <br />			  j) Decidir sobre equival&ecirc;ncias e reconhecimentos de graus, diplomas, cursos e componentes de cursos.</p>			<p align="center">Artigo 9&ordm;<br />			  Da autonomia administrativa			  </p>			<p>A autonomia administrativa da ESDRM &eacute; desenvolvida em coopera&ccedil;&atilde;o com os Servi&ccedil;os Centrais do IPS e traduz-se na capacidade de: <br />			  a) Dispor de or&ccedil;amento anual;<br />			  b) Recrutar pessoal docente necess&aacute;rio &agrave; realiza&ccedil;&atilde;o das suas actividades;<br />			  c) Propor o recrutamento do pessoal n&atilde;o docente necess&aacute;rio &agrave; prossecu&ccedil;&atilde;o dos seus objectivos;<br />			  d) Atribuir responsabilidades e tarefas, procedendo &agrave; distribui&ccedil;&atilde;o do pessoal docente e n&atilde;o docente por actividades e servi&ccedil;os, de acordo com as normas gerais aplic&aacute;veis;<br />			  e) Assegurar a gest&atilde;o e o normal funcionamento da ESDRM.</p>			<p align="center">Artigo 10&ordm;<br />			  Da autonomia financeira			  </p>			<p>No uso da sua autonomia financeira a ESDRM tem capacidade, nomeadamente, para: <br />			  a) Elaborar e propor o seu or&ccedil;amento, nos termos descritos nos Estatutos do IPS; <br />			  b) Gerir livremente as verbas que anualmente lhe s&atilde;o atribu&iacute;das no Or&ccedil;amento do Estado, bem como executar o Plano de Investimento e Despesas de Desenvolvimento da Administra&ccedil;&atilde;o Central (PIDDAC); <br />			  c) Transferir as verbas entre as diferentes rubricas e cap&iacute;tulos or&ccedil;amentais; <br />			  d) Elaborar os or&ccedil;amentos privativos para a gest&atilde;o das receitas pr&oacute;prias previstas nos presentes Estatutos; <br />			  e) Elaborar e redigir os seus planos plurianuais;<br />			  f) Depositar em institui&ccedil;&otilde;es de cr&eacute;dito legalmente previstas as import&acirc;ncias provenientes das receitas pr&oacute;prias;<br />			  g) Promover a realiza&ccedil;&atilde;o dos actos conducentes &agrave; aquisi&ccedil;&atilde;o de bens e servi&ccedil;os.</p>			<p align="center">Cap&iacute;tulo II<br />			  Estrutura interna</p>			<p align="center">Artigo 11&ordm;<br />			  Da composi&ccedil;&atilde;o e gest&atilde;o</p>			<p>A ESDRM integra as seguintes componentes, identificadas pelos objectivos que prosseguem e pelas fun&ccedil;&otilde;es que desempenham:<br />			  - &Oacute;rg&atilde;os de gest&atilde;o;<br />			  - Unidades funcionais;<br />			  - Servi&ccedil;os.<br />			  As unidades funcionais e os servi&ccedil;os s&atilde;o coordenados pelos &Oacute;rg&atilde;os de Gest&atilde;o da ESDRM, dos quais dependem.</p>			<p align="center">			  Artigo 12&ordm;<br />			  Dos regulamentos internos<br />		    </p>			<p>Compete aos &oacute;rg&atilde;os de gest&atilde;o e &agrave;s unidades funcionais da ESDRM elaborar e aprovar os seus pr&oacute;prios regulamentos internos, que devem ser aprovados por maioria absoluta dos seus membros e respeitar os presentes Estatutos e demais legisla&ccedil;&atilde;o aplic&aacute;vel.</p>			<p align="center">Cap&iacute;tulo III<br />			  &Oacute;rg&atilde;os de gest&atilde;o</p>			<p align="center">Artigo 13&ordm;<br />			  Da designa&ccedil;&atilde;o dos &oacute;rg&atilde;os de gest&atilde;o		    </p>			<p>S&atilde;o &oacute;rg&atilde;os de gest&atilde;o da ESDRM: a assembleia da escola, o director, o conselho cient&iacute;fico, o conselho pedag&oacute;gico, o conselho consultivo e o conselho administrativo.</p>			<p align="center">Sec&ccedil;&atilde;o I<br />			  Da Assembleia da Escola</p>			<p align="center">Artigo 14&ordm;<br />			  Composi&ccedil;&atilde;o		    </p>			<p>A Assembleia da Escola tem a seguinte composi&ccedil;&atilde;o: <br />			  a) O director; <br />			  b) O presidente do conselho cient&iacute;fico;<br />			  c) O presidente do conselho pedag&oacute;gico;<br />			  d) O presidente da direc&ccedil;&atilde;o da associa&ccedil;&atilde;o de estudantes; <br />			  e) Tr&ecirc;s professores ou equiparados a tempo integral, eleitos pelos seus pares;<br />			  f) Tr&ecirc;s assistentes ou equiparados a tempo integral, eleitos pelos seus pares;<br />			  g) Cinco estudantes, eleitos pelos seus pares; <br />			  h) Dois funcion&aacute;rios n&atilde;o docentes, eleitos pelos seus pares.</p>			<p align="center">Artigo 15&ordm;<br />			  Elei&ccedil;&atilde;o</p>			<p>A elei&ccedil;&atilde;o dos membros da Assembleia da Escola &eacute; feita por corpos e por listas, com aplica&ccedil;&atilde;o do m&eacute;todo de Hondt.<br />			  O processo eleitoral &eacute; accionado e conclu&iacute;do at&eacute;, respectivamente, 60 e 30 dias antes de conclu&iacute;do o mandato da assembleia cessante.<br />			  Os candidatos poder&atilde;o formalizar a sua candidatura atrav&eacute;s da entrega da lista ao presidente da mesa da assembleia cessante, at&eacute; 10 dias antes da data marcada para o escrut&iacute;nio.<br />			  O mandato dos membros da assembleia, que &eacute; renov&aacute;vel, &eacute; de: <br />			  a) Tr&ecirc;s anos para os representantes dos docentes e dos funcion&aacute;rios n&atilde;o docentes; <br />			  b) Um ano para os representantes dos alunos.</p>			<p align="center">			  Artigo 16&ordm;<br />			  Compet&ecirc;ncias</p>			<p>S&atilde;o compet&ecirc;ncias da Assembleia da Escola: <br />			  a) Eleger, suspender e destituir o director, exigindo os actos de destitui&ccedil;&atilde;o a respectiva fundamenta&ccedil;&atilde;o e a aprova&ccedil;&atilde;o por dois ter&ccedil;os dos membros efectivos da assembleia;<br />			  b) Apreciar e aprovar os instrumentos de gest&atilde;o da ESDRM previstos nos presentes estatutos, nomeadamente o plano de desenvolvimento plurianual, o plano anual de actividades e respectivo projecto de or&ccedil;amento, e o relat&oacute;rio anual de actividades; <br />			  c) Formular propostas sobre a orienta&ccedil;&atilde;o e desenvolvimento da ESDRM; <br />			  d) Proceder &agrave;s revis&otilde;es ordin&aacute;rias e extraordin&aacute;rias dos estatutos da ESDRM; <br />			  e) Fiscalizar, genericamente, os actos do director, com salvaguarda do exerc&iacute;cio efectivo das compet&ecirc;ncias pr&oacute;prias deste; <br />			  f) Designar os representantes na Assembleia do Instituto previstos na al&iacute;nea f) do n.&ordm; 1, do artigo 10&ordm; dos Estatutos do IPS; <br />			  g) Deliberar sobre qualquer outro assunto que o director entenda submeter-lhe;<br />			  h) Compete &agrave; mesa da assembleia da escola, promover o processo eleitoral para a elei&ccedil;&atilde;o dos representantes dos docentes e estudantes no conselho geral do IPS.</p>			<p align="center">			  Artigo 17&ordm;<br />			  Funcionamento</p>			<p>A assembleia da escola funciona em plen&aacute;rio para a tomada de delibera&ccedil;&otilde;es no &acirc;mbito das suas compet&ecirc;ncias.<br />			  A assembleia &eacute; dirigida por uma mesa, constitu&iacute;da por um presidente e tr&ecirc;s vogais, sendo o presidente um professor, e os restantes membros, um de cada corpo representado (assistentes; funcion&aacute;rios n&atilde;o docentes; estudantes), eleito pelos seus pares.<br />			  A elei&ccedil;&atilde;o da mesa &eacute; feita na primeira reuni&atilde;o de cada mandato da assembleia, sendo o mandato de dura&ccedil;&atilde;o igual ao da assembleia, excepto para o representante dos alunos que &eacute; de um ano.<br />			  A assembleia tem reuni&otilde;es ordin&aacute;rias e extraordin&aacute;rias, reunindo obrigatoriamente duas vezes em cada ano.<br />			  As delibera&ccedil;&otilde;es da assembleia devem ser tomadas por maioria absoluta dos membros presentes, excepto no caso dos actos de revis&atilde;o dos estatutos da ESDRM e outros que exijam maioria qualificada espec&iacute;fica.<br />			  A assembleia &eacute; convocada pelo presidente da mesa ou a requerimento de pelo menos um quarto dos seus membros.</p>			<p align="center">			  Artigo 18&ordm;<br />			  Representantes no conselho geral do IPS			  </p>			<p>Os representantes dos docentes e dos estudantes no conselho geral do IPS s&atilde;o eleitos, por corpos, de entre e pelos membros da assembleia da escola.</p>			<p align="center">Sec&ccedil;&atilde;o II<br />			  Do director</p>			<p align="center">Artigo 19&ordm;<br />			  Director e Subdirector</p>			<p>O director pode ser coadjuvado por um subdirector, que o substitui nas suas faltas e impedimentos.<br />			  O director &eacute; eleito de acordo com o regulamentado nos estatutos do IPS, sendo nomeado em regime de comiss&atilde;o de servi&ccedil;o pelo presidente do IPS.<br />			  O subdirector &eacute; nomeado de entre os professores da escola, em regime de comiss&atilde;o de servi&ccedil;o, pelo presidente do IPS, sob proposta do director.<br />			  As fun&ccedil;&otilde;es de director e subdirector s&atilde;o exercidas em regime de dedica&ccedil;&atilde;o exclusiva.</p>			<p align="center">			  Artigo 20&ordm;<br />			  Elei&ccedil;&atilde;o</p>			<p>O director &eacute; eleito de entre os professores e equiparados a professores em efectividade de fun&ccedil;&otilde;es na escola, por escrut&iacute;nio secreto, pela assembleia de escola, mediante a apresenta&ccedil;&atilde;o de candidatura e respectivo programa.<br />			  &Eacute; eleito o candidato que obtenha mais de metade dos votos.<br />			  Se nenhum dos candidatos obtiver os votos referidos no ponto anterior, no primeiro escrut&iacute;nio, proceder-se-&aacute; a um segundo escrut&iacute;nio at&eacute; sete dias ap&oacute;s o primeiro, ao qual se apresentar&atilde;o os dois candidatos mais votados.</p>			<p align="center">			  Artigo 21&ordm;<br />			  Mandato</p>			<p>O mandato do director &eacute; de tr&ecirc;s anos, podendo ser renovado at&eacute; ao m&aacute;ximo de dois mandatos consecutivos, s&oacute; cessando fun&ccedil;&otilde;es com a tomada de posse do novo director eleito.<br />			  A comiss&atilde;o de servi&ccedil;o do subdirector cessa com a tomada de posse do novo director.</p>			<p align="center">			  Artigo 22&ordm;<br />			  Reuni&otilde;es</p>			<p>O director e o subdirector ter&atilde;o reuni&otilde;es ordin&aacute;rias mensais, excepto durante o per&iacute;odo de f&eacute;rias, e extraordin&aacute;rias sempre que tal for julgado necess&aacute;rio pelo director.<br />			  Estas reuni&otilde;es ser&atilde;o secretariadas pelo secret&aacute;rio da escola, sem direito a voto, competindo-lhe elaborar as actas das reuni&otilde;es, que ser&atilde;o assinadas pelos presentes.</p>			<p align="center">			  Artigo 23&ordm;<br />			  Delega&ccedil;&atilde;o</p>			<p>O director pode delegar no subdirector parte das suas compet&ecirc;ncias com vista a uma gest&atilde;o mais eficiente.<br />			  O director pode delegar ou subdelegar compet&ecirc;ncias nos presidentes de outros &oacute;rg&atilde;os.</p>			<p align="center">			  Artigo 24&ordm;<br />			  Compet&ecirc;ncias do Director</p>			<p>Ao director compete dirigir, orientar e coordenar as actividades e servi&ccedil;os da ESDRM, de modo a imprimir-lhes unidade, continuidade e efici&ecirc;ncia.<br />			  Compete ao Director designadamente: <br />			  a) Zelar pelo cumprimento dos presentes estatutos e pela observ&acirc;ncia das normas legais e regulamentares aplic&aacute;veis; <br />			  b) Promover o desenvolvimento das actividades cient&iacute;ficas, pedag&oacute;gicas, de investiga&ccedil;&atilde;o e de extens&atilde;o na prossecu&ccedil;&atilde;o de objectivos definidos pela escola; <br />			  c) Superintender na direc&ccedil;&atilde;o, gest&atilde;o e administra&ccedil;&atilde;o das actividades e dos servi&ccedil;os da escola; <br />			  d) Assegurar o cumprimento das delibera&ccedil;&otilde;es dos restantes &oacute;rg&atilde;os da escola; <br />			  e) Preparar e propor &agrave; assembleia de escola, as linhas gerais de orienta&ccedil;&atilde;o da vida da ESDRM e o seu plano de desenvolvimento plurianual; <br />			  f) Preparar e propor o plano anual de actividades da escola e o respectivo or&ccedil;amento; <br />			  g) Assegurar a realiza&ccedil;&atilde;o dos planos plurianual e anual de actividades; <br />			  h) Elaborar o relat&oacute;rio anual de execu&ccedil;&atilde;o do plano de actividades e or&ccedil;amento; <br />			  i) Assegurar a gest&atilde;o dos recursos humanos e materiais da escola e das dota&ccedil;&otilde;es que lhe forem atribu&iacute;das; <br />			  j) Designar os respons&aacute;veis pelos diferentes servi&ccedil;os da escola; <br />			  k) Aprovar a cria&ccedil;&atilde;o, integra&ccedil;&atilde;o, modifica&ccedil;&atilde;o ou extin&ccedil;&atilde;o de servi&ccedil;os; <br />			  l) Aprovar normas regulamentares para um regular e eficaz funcionamento da escola; <br />			  m) Garantir a realiza&ccedil;&atilde;o dos processos eleitorais, coordenando a sua organiza&ccedil;&atilde;o e assegurando, designadamente, a elabora&ccedil;&atilde;o dos cadernos eleitorais referentes a cada corpo; <br />			  n) Propor altera&ccedil;&otilde;es aos quadros de pessoal docente e de pessoal n&atilde;o docente; <br />			  o) Deliberar sobre qualquer outro assunto da ESDRM que n&atilde;o seja de expressa compet&ecirc;ncia de qualquer outro &oacute;rg&atilde;o;<br />			  p) Representar a escola, em ju&iacute;zo e fora dele; <br />			  q) Presidir ao conselho consultivo; <br />			  r) Presidir ao conselho administrativo;<br />			  s) Assegurar o despacho normal do expediente;<br />			  t) Submeter ao presidente do IPS todas as quest&otilde;es que care&ccedil;am da sua aprova&ccedil;&atilde;o.</p>			<p align="center">			  Artigo 25&ordm;<br />			  Responsabilidade</p>			<p>O director dever&aacute; dar conta da sua ac&ccedil;&atilde;o de gest&atilde;o, direc&ccedil;&atilde;o e administra&ccedil;&atilde;o da escola, pelo menos uma vez por ano, &agrave; assembleia da escola.<br />			  Em situa&ccedil;&atilde;o de gravidade para a vida da escola, a assembleia da escola poder&aacute; deliberar a suspens&atilde;o do director do exerc&iacute;cio das suas fun&ccedil;&otilde;es e, ap&oacute;s processo legal, a sua substitui&ccedil;&atilde;o.<br />			  A delibera&ccedil;&atilde;o a que se refere o n&uacute;mero anterior s&oacute; pode ser tomada em reuni&atilde;o extraordin&aacute;ria, convocada expressamente para o efeito e nos termos dos presentes estatutos.</p>			<p align="center">			  Artigo 26&ordm;<br />			  Incapacidades			  </p>			<p>No caso de ren&uacute;ncia ou reconhecimento pela assembleia da escola de incapacidade permanente do director, dever&aacute; organizar-se um novo processo eleitoral, no prazo m&aacute;ximo de 30 dias.</p>			<p align="center">Sec&ccedil;&atilde;o III<br />			  Do conselho cient&iacute;fico</p>			<p align="center">Artigo 27&ordm;<br />			  Composi&ccedil;&atilde;o</p>			<p>O conselho cient&iacute;fico &eacute; constitu&iacute;do por todos os docentes em servi&ccedil;o na ESDRM, nos termos da lei.<br />			  Sob proposta do director, aprovada em conselho cient&iacute;fico, podem ainda integrar este &oacute;rg&atilde;o, desde que habilitados nos termos da lei : <br />			  a) Professores de outros estabelecimentos de ensino superior ; <br />			  b) Investigadores ; <br />			  c) Outras individualidades de reconhecida compet&ecirc;ncia em &aacute;reas do dom&iacute;nio de actividades da escola.<br />			  Podem ser convidados outros docentes da ESDRM a participar no conselho cient&iacute;fico, pontualmente e sem direito a voto, sempre que tal se justifique.<br />			  Integram igualmente o conselho os membros nomeados pelo despacho n.&ordm; 12010/98, do Secret&aacute;rio de Estado do Ensino Superior, publicado no D.R. II&ordf; s&eacute;rie, de 14 de Julho.</p>			<p align="center">			  Artigo 28&ordm;<br />			  Funcionamento</p>			<p>O conselho cient&iacute;fico funcionar&aacute; em plen&aacute;rio ou em comiss&atilde;o coordenadora, quando o n&uacute;mero de membros o justifique.<br />			  A comiss&atilde;o coordenadora &eacute; constitu&iacute;da, de entre os membros do conselho cient&iacute;fico, pelo presidente, pelo vice-presidente e pelo secret&aacute;rio deste conselho, pelo director e pelos presidentes dos departamentos.<br />			  O presidente do conselho cient&iacute;fico exercer&aacute; as fun&ccedil;&otilde;es de presidente da comiss&atilde;o coordenadora.<br />			  Poder&atilde;o vir a constituir-se comiss&otilde;es de car&aacute;cter eventual para fins espec&iacute;ficos.</p>			<p align="center">			  Artigo 29&ordm;<br />			  Elei&ccedil;&atilde;o e Mandato</p>			<p>O conselho cient&iacute;fico elege, de entre os seus membros, um presidente, um vice-presidente e um secret&aacute;rio por maioria simples dos votos dos elementos presentes, em escrut&iacute;nio secreto, para um mandato de tr&ecirc;s anos, renov&aacute;vel at&eacute; ao m&aacute;ximo de dois mandatos consecutivos.<br />			  Ao presidente do conselho cient&iacute;fico compete:<br />			  a) Orientar, coordenar e dirigir as actividades e reuni&otilde;es do plen&aacute;rio do conselho cient&iacute;fico e da comiss&atilde;o coordenadora;<br />			  b) Representar oficialmente o conselho cient&iacute;fico;<br />			  c) Orientar os trabalhos relacionados com o expediente e o arquivo.<br />			  Ao vice-presidente compete coadjuvar o presidente e substitu&iacute;-lo nas suas faltas e impedimentos.<br />			  Ao secret&aacute;rio compete elaborar as actas das reuni&otilde;es e desempenhar outras tarefas que lhe sejam cometidas pelo presidente.</p>			<p align="center">			  Artigo 30&ordm;<br />			  Compet&ecirc;ncias</p>			<p>S&atilde;o compet&ecirc;ncias do conselho cient&iacute;fico, para al&eacute;m das que lhe forem atribu&iacute;das pelo Estatuto da Carreira Docente do Ensino Superior Polit&eacute;cnico, as seguintes: <br />			  a) Definir as linhas orientadoras das pol&iacute;ticas a prosseguir pela ESDRM, nos dom&iacute;nios do ensino, da investiga&ccedil;&atilde;o, da extens&atilde;o cultural e da presta&ccedil;&atilde;o de servi&ccedil;os &agrave; comunidade, zelando pela manuten&ccedil;&atilde;o do princ&iacute;pio da autonomia cient&iacute;fica; <br />			  b) Propor a cria&ccedil;&atilde;o ou extin&ccedil;&atilde;o de departamentos e centros, bem como criar ou extinguir &aacute;reas cient&iacute;ficas;<br />			  c) Fazer propostas sobre o desenvolvimento de actividades de ensino, de investiga&ccedil;&atilde;o, de extens&atilde;o cultural e de presta&ccedil;&atilde;o de servi&ccedil;os; <br />			  d) Aprovar propostas de cria&ccedil;&atilde;o, extin&ccedil;&atilde;o e reestrutura&ccedil;&atilde;o de cursos e respectivos planos de estudo apresentadas pelos departamentos; <br />			  e) Nomear os coordenadores dos cursos de entre os professores coordenadores que neles leccionam, ou, na sua aus&ecirc;ncia, de entre os professores adjuntos, sob proposta dos departamentos que ministram e coordenam os respectivos cursos; <br />			  f) Propor numerus clausus para os cursos e outras actividades de forma&ccedil;&atilde;o; <br />			  g) Fazer propostas e emitir parecer sobre acordos, conv&eacute;nios e protocolos de coopera&ccedil;&atilde;o com outras institui&ccedil;&otilde;es e pronunciar-se sobre a participa&ccedil;&atilde;o da ESDRM em associa&ccedil;&otilde;es, verificando se as actividades destas s&atilde;o compat&iacute;veis com as finalidades e interesses da escola; <br />			  h) Propor a contrata&ccedil;&atilde;o, renova&ccedil;&atilde;o e rescis&atilde;o dos contratos de pessoal docente e t&eacute;cnico adstrito &agrave;s actividades cient&iacute;ficas;<br />			  i) Propor altera&ccedil;&otilde;es ao quadro de professores; <br />			  j) Propor a abertura de concursos documentais para recrutamento de novos docentes e designar os respectivos j&uacute;ris; <br />			  k) Propor a abertura de concursos de provas p&uacute;blicas e a composi&ccedil;&atilde;o dos respectivos j&uacute;ris; <br />			  I) Deliberar acerca da nomea&ccedil;&atilde;o definitiva dos professores; <br />			  m) Definir crit&eacute;rios de atribui&ccedil;&atilde;o de servi&ccedil;o docente e aprovar a respectiva distribui&ccedil;&atilde;o anual; <br />			  n) Pronunciar-se sobre os pedidos de equipara&ccedil;&atilde;o a bolseiro, bolsas de estudo e dispensas de servi&ccedil;o docente; <br />			  o) Aprovar os regulamentos de frequ&ecirc;ncia, avalia&ccedil;&atilde;o, transi&ccedil;&atilde;o de ano, preced&ecirc;ncias e prescri&ccedil;&otilde;es; <br />			  p) Decidir sobre equival&ecirc;ncias e reconhecimentos de graus, diplomas, cursos e componentes de cursos; <br />			  q) Fazer propostas e emitir parecer sobre a aquisi&ccedil;&atilde;o de equipamento cient&iacute;fico e seu uso;<br />			  r) Propor ao director todas as ac&ccedil;&otilde;es que julgue convenientes para correcta concretiza&ccedil;&atilde;o da pol&iacute;tica cient&iacute;fica a integrar nos planos de desenvolvimento, incluindo a aquisi&ccedil;&atilde;o de equipamento, esp&eacute;cimes bibliogr&aacute;ficos, audiovisuais e inform&aacute;ticos, com relev&acirc;ncia cient&iacute;fica.<br />			  Para efeitos de aprecia&ccedil;&atilde;o de relat&oacute;rios, de contrata&ccedil;&otilde;es e concursos de docentes, s&oacute; ter&atilde;o direito a voto os docentes do conselho cient&iacute;fico de categoria igual ou superior aos candidatos.<br />			  A comiss&atilde;o coordenadora do conselho cient&iacute;fico ter&aacute; as compet&ecirc;ncias que o plen&aacute;rio lhe delegar, em delibera&ccedil;&atilde;o tomada por maioria de dois ter&ccedil;os dos seus membros em efectividade de fun&ccedil;&otilde;es.</p>			<p align="center">			  Sec&ccedil;&atilde;o IV<br />			  Do conselho pedag&oacute;gico</p>			<p align="center">Artigo 31&ordm;<br />			  Composi&ccedil;&atilde;o</p>			<p>O conselho pedag&oacute;gico &eacute; constitu&iacute;do por representantes dos professores, dos assistentes e dos estudantes.<br />			  Os estudantes elegem um representante de cada um dos cursos em funcionamento na ESDRM.<br />			  O n&uacute;mero total de professores eleitos &eacute; igual ou superior em um ao n&uacute;mero de assistentes eleitos.<br />			  A rela&ccedil;&atilde;o entre o n&uacute;mero de representantes eleitos do corpo docente e do corpo discente &eacute; de um para um. </p>			<p align="center">			  Artigo 32&ordm;<br />			  Elei&ccedil;&atilde;o e mandato</p>			<p>Os membros do conselho pedag&oacute;gico s&atilde;o eleitos pelos respectivos corpos.<br />			  A dura&ccedil;&atilde;o do mandato dos membros do conselho pedag&oacute;gico &eacute; de tr&ecirc;s anos para os docentes e um ano para os alunos.<br />			  Quando um estudante deixa de pertencer ao conselho pedag&oacute;gico por motivos administrativos ser&aacute; substitu&iacute;do pelo suplente do respectivo curso.<br />			  O processo eleitoral &eacute; organizado pelo conselho pedag&oacute;gico cessante, nos termos do regulamento interno deste &oacute;rg&atilde;o.</p>			<p align="center">			  Artigo 33&ordm;<br />			  Funcionamento</p>			<p>O conselho pedag&oacute;gico &eacute; presidido por um professor, eleito de entre os seus membros, competindo-lhe orientar as reuni&otilde;es e assinar as actas.<br />			  Ao presidente compete tamb&eacute;m a convoca&ccedil;&atilde;o das reuni&otilde;es e a representa&ccedil;&atilde;o oficial do conselho.<br />			  Conjuntamente com o presidente, o conselho elege tamb&eacute;m um vice-presidente, de entre os docentes, cujo mandato coincide com o daquele, competindo-lhe substituir o presidente nos seus impedimentos.<br />			  O conselho elege tamb&eacute;m um secret&aacute;rio, cujo mandato coincide com o do presidente, competindo-lhe redigir as actas das reuni&otilde;es, tratar o expediente e manter actualizado o arquivo do conselho pedag&oacute;gico.<br />			  O conselho pedag&oacute;gico pode solicitar a presen&ccedil;a nas suas reuni&otilde;es de: <br />			  a) representantes de outros &oacute;rg&atilde;os da ESDRM; <br />			  b) elementos do corpo docente e discente.</p>			<p align="center">			  Artigo 34&ordm;<br />			  Compet&ecirc;ncias<br />		    </p>			<p>Compete ao conselho pedag&oacute;gico: <br />			  a) Fazer propostas e dar parecer sobre a orienta&ccedil;&atilde;o pedag&oacute;gica da ESDRM, em particular sobre m&eacute;todos de ensino, organiza&ccedil;&atilde;o curricular, calend&aacute;rio escolar, regimes de frequ&ecirc;ncia, preced&ecirc;ncias, prescri&ccedil;&otilde;es, transi&ccedil;&atilde;o de ano e avalia&ccedil;&atilde;o;<br />			  b) Contribuir para o normal funcionamento dos cursos, procurando corrigir eventuais dificuldades detectadas e informando das mesmas os &oacute;rg&atilde;os adequados; <br />			  c) Promover a realiza&ccedil;&atilde;o de novas experi&ecirc;ncias pedag&oacute;gicas e propor ac&ccedil;&otilde;es tendentes &agrave; melhoria do ensino; <br />			  d) Coordenar a avalia&ccedil;&atilde;o do desempenho pedag&oacute;gico dos docentes; <br />			  e) Assegurar, em conson&acirc;ncia com os outros &oacute;rg&atilde;os da ESDRM, a liga&ccedil;&atilde;o dos cursos com o meio profissional e social; <br />			  f) Propor a aquisi&ccedil;&atilde;o de material did&aacute;ctico e bibliogr&aacute;fico; <br />			  g) Fazer propostas para optimizar a utiliza&ccedil;&atilde;o dos diferentes recursos educativos, nomeadamente a biblioteca e outros centros, da ESDRM; <br />			  h) Propor a regulamenta&ccedil;&atilde;o dos actos acad&eacute;micos a realizar na escola.</p>			<p align="center">Sec&ccedil;&atilde;o V<br />			  Do conselho consultivo</p>			<p align="center">Artigo 35&ordm;<br />			  Composi&ccedil;&atilde;o e funcionamento</p>			<p>O conselho consultivo integra: <br />			  a) O director, que preside; <br />			  b) O presidente da mesa da assembleia da escola;<br />			  c) O presidente do conselho cient&iacute;fico; <br />			  d) O presidente do conselho pedag&oacute;gico; <br />			  e) O presidente da direc&ccedil;&atilde;o da associa&ccedil;&atilde;o de estudantes; <br />			  f) Duas individualidades por curso, em representa&ccedil;&atilde;o das organiza&ccedil;&otilde;es profissionais, empresariais, culturais e outras, sempre que poss&iacute;vel de &acirc;mbito regional, relacionadas com as actividades da escola.<br />			  As individualidades referidas na al&iacute;nea e) do n&uacute;mero anterior s&atilde;o designadas pelo director, sob proposta dos departamentos e ouvido o conselho cient&iacute;fico.<br />			  A dura&ccedil;&atilde;o do mandato do conselho consultivo coincide com a do director.<br />			  O conselho consultivo reunir&aacute; ordinariamente uma vez por ano lectivo e extraordinariamente sempre que convocado pelo seu presidente.<br />			  Estas reuni&otilde;es ser&atilde;o secretariadas pelo secret&aacute;rio da escola, sem direito a voto, competindo-lhe elaborar as actas das reuni&otilde;es.</p>			<p align="center">			  Artigo 36&ordm;<br />			  Compet&ecirc;ncias</p>			<p>Compete ao conselho consultivo emitir parecer sobre: <br />			  a) Os planos de actividades da ESDRM; <br />			  b) A pertin&ecirc;ncia e a validade dos cursos existentes; <br />			  c) Os projectos de cria&ccedil;&atilde;o de novos cursos; <br />			  d) A fixa&ccedil;&atilde;o do n&uacute;mero m&aacute;ximo de vagas de cada curso; <br />			  e) A organiza&ccedil;&atilde;o dos planos de estudo, quando para tal for solicitado pelo director; <br />			  f) A realiza&ccedil;&atilde;o de cursos de aperfei&ccedil;oamento, actualiza&ccedil;&atilde;o e reciclagem.<br />			  Compete ainda ao conselho consultivo:<br />			  a) Fomentar a liga&ccedil;&atilde;o entre a ESDRM e a comunidade; <br />			  b) Pronunciar-se sobre outros assuntos apresentados pelo seu presidente.</p>			<p align="center">Sec&ccedil;&atilde;o VI<br />			  Do conselho administrativo</p>			<p align="center">Artigo 37&ordm;<br />			  Composi&ccedil;&atilde;o e funcionamento</p>			<p>Para o exerc&iacute;cio das compet&ecirc;ncias inerentes &agrave; pr&aacute;tica da gest&atilde;o administrativa e financeira, funciona na ESDRM um conselho administrativo composto por: <br />			  a) O director; <br />			  b) O subdirector; <br />			  c) O secret&aacute;rio da escola.<br />			  O conselho administrativo re&uacute;ne, pelo menos, duas vezes por m&ecirc;s e extraordinariamente a pedido de qualquer um dos seus membros.</p>			<p align="center">			  Artigo 38&ordm;<br />			  Compet&ecirc;ncias			  </p>			<p>S&atilde;o compet&ecirc;ncias do conselho administrativo: <br />			  a) Orientar a prepara&ccedil;&atilde;o dos projectos de or&ccedil;amento e fiscalizar a sua execu&ccedil;&atilde;o; <br />			  b) Requisitar, atrav&eacute;s do IPS, &agrave; competente delega&ccedil;&atilde;o da Direc&ccedil;&atilde;o-Geral da Contabilidade P&uacute;blica, as import&acirc;ncias das dota&ccedil;&otilde;es inscritas no Or&ccedil;amento do Estado a favor da ESDRM;<br />			  c) Propor transfer&ecirc;ncias, refor&ccedil;os e anula&ccedil;&otilde;es de verbas inclu&iacute;das nos or&ccedil;amentos da ESDRM; <br />			  d) Promover a arrecada&ccedil;&atilde;o das receitas pr&oacute;prias da ESDRM; <br />			  e) Promover a organiza&ccedil;&atilde;o e a permanente actualiza&ccedil;&atilde;o do invent&aacute;rio e do cadastro dos bens m&oacute;veis e im&oacute;veis da ESDRM; <br />			  f) Orientar a contabilidade e fiscalizar a sua escritura&ccedil;&atilde;o; <br />			  g) Verificar a legalidade das despesas e autorizar a sua realiza&ccedil;&atilde;o e pagamento; <br />			  h) Promover a elabora&ccedil;&atilde;o da conta de ger&ecirc;ncia e submet&ecirc;-la a julgamento do Tribunal de Contas, no prazo legalmente estabelecido;<br />			  i) Proceder &agrave; verifica&ccedil;&atilde;o regular dos fundos em cofre e em dep&oacute;sito.</p>			<p align="center">Cap&iacute;tulo IV<br />			  Unidades funcionais</p>			<p align="center">Artigo 39&ordm;<br />			  Da designa&ccedil;&atilde;o das unidades funcionais			  </p>			<p>S&atilde;o unidades funcionais de car&aacute;cter cient&iacute;fico-pedag&oacute;gico os departamentos e os centros.</p>			<p align="center">Sec&ccedil;&atilde;o I<br />			  Dos departamentos</p>			<p align="center">Artigo 40&ordm;<br />			  Natureza e defini&ccedil;&atilde;o</p>			<p>Os departamentos s&atilde;o unidades funcionais com objectivos de forma&ccedil;&atilde;o, inicial, cont&iacute;nua, especializada e p&oacute;s-graduada, de investiga&ccedil;&atilde;o fundamental e aplicada, de presta&ccedil;&atilde;o de servi&ccedil;os &agrave; comunidade e de divulga&ccedil;&atilde;o do saber nos dom&iacute;nios que lhes s&atilde;o pr&oacute;prios.<br />			  Os departamentos s&atilde;o criados pelo director, sob proposta do conselho cient&iacute;fico.<br />			  Sem preju&iacute;zo do disposto no n&uacute;mero anterior, os departamentos s&atilde;o os seguintes: <br />			  - Departamento de Anima&ccedil;&atilde;o Desportiva, Recrea&ccedil;&atilde;o e Lazer; <br />			  - Departamento de Condi&ccedil;&atilde;o F&iacute;sica e Sa&uacute;de;<br />			  - Departamento de Psicologia e Ci&ecirc;ncias Sociais do Desporto;<br />			  - Departamento de Treino Desportivo.</p>			<p align="center">			  Artigo 41&ordm;<br />			  Composi&ccedil;&atilde;o e Coordena&ccedil;&atilde;o</p>			<p>Cada departamento &eacute; composto pelos docentes designados pelo conselho cient&iacute;fico.<br />			  O presidente do departamento dever&aacute; ser um professor que lhe esteja afecto em dedica&ccedil;&atilde;o exclusiva, eleito pela maioria dos docentes do departamento, por um per&iacute;odo de tr&ecirc;s anos.<br />			  Compete ao presidente:<br />			  a) Garantir a elabora&ccedil;&atilde;o do plano anual de actividades e submet&ecirc;-lo &agrave; aprova&ccedil;&atilde;o do departamento;<br />			  b) Deliberar sobre mat&eacute;rias cujas compet&ecirc;ncias lhe sejam delegadas pelos respectivos &oacute;rg&atilde;os da ESDRM;<br />			  c) Representar o departamento;<br />			  d) Assegurar o expediente;<br />			  e) Garantir o cumprimento do regulamento interno do departamento.</p>			<p align="center">Artigo 42&ordm;<br />			  Compet&ecirc;ncias			  </p>			<p>Compete a cada departamento, nos dom&iacute;nios que lhe s&atilde;o pr&oacute;prios : <br />			  a) Promover a produ&ccedil;&atilde;o, o desenvolvimento e a difus&atilde;o do conhecimento, bem como a forma&ccedil;&atilde;o de profissionais qualificados nos respectivos dom&iacute;nios de ac&ccedil;&atilde;o; <br />			  b) Propor pol&iacute;ticas a prosseguir nos dom&iacute;nios da forma&ccedil;&atilde;o inicial e cont&iacute;nua, da investiga&ccedil;&atilde;o, da extens&atilde;o cultural e da presta&ccedil;&atilde;o de servi&ccedil;os &agrave; comunidade; <br />			  c) Elaborar propostas de cria&ccedil;&atilde;o, reestrutura&ccedil;&atilde;o e extin&ccedil;&atilde;o dos cursos de forma&ccedil;&atilde;o inicial no seu &acirc;mbito de ac&ccedil;&atilde;o; <br />			  d) Promover cursos de forma&ccedil;&atilde;o inicial, cont&iacute;nua e p&oacute;s-graduada, em colabora&ccedil;&atilde;o com outros departamentos, ou outras institui&ccedil;&otilde;es; <br />			  e) Definir os objectivos gerais de forma&ccedil;&atilde;o e os crit&eacute;rios de articula&ccedil;&atilde;o de m&eacute;todos e conte&uacute;dos no &acirc;mbito dos cursos que ministra e coordena; <br />			  f) Definir os princ&iacute;pios cient&iacute;fico-pedag&oacute;gicos e garantir a organiza&ccedil;&atilde;o e supervis&atilde;o da pr&aacute;tica pedag&oacute;gica dos cursos no seu &acirc;mbito; <br />			  g) Contribuir para o regulamento de frequ&ecirc;ncia, avalia&ccedil;&atilde;o, transi&ccedil;&atilde;o de ano e preced&ecirc;ncias, no quadro da legisla&ccedil;&atilde;o em vigor; <br />			  h) Promover e garantir a execu&ccedil;&atilde;o das ac&ccedil;&otilde;es necess&aacute;rias ao desenvolvimento e implementa&ccedil;&atilde;o dos cursos que ministra e, bem assim, de outras actividades e programas de forma&ccedil;&atilde;o sob a sua responsabilidade; <br />			  i) Promover e apoiar o desenvolvimento de projectos de investiga&ccedil;&atilde;o nos dom&iacute;nios que lhe s&atilde;o pr&oacute;prios, e em colabora&ccedil;&atilde;o com outros dom&iacute;nios, em programas interdisciplinares; <br />			  j) Garantir a iniciativa e a liberdade de investiga&ccedil;&atilde;o dos seus docentes, com vista ao desenvolvimento do saber e da qualidade do ensino e da presta&ccedil;&atilde;o de servi&ccedil;os &agrave; comunidade, sem preju&iacute;zo da coopera&ccedil;&atilde;o com outros departamentos e no &acirc;mbito dos fins da ESDRM; <br />			  k) Dar parecer sobre pedidos de equipara&ccedil;&atilde;o a bolseiro, de bolsas de estudo e de dispensa de servi&ccedil;o dos docentes que o integram; <br />			  l) Propor a celebra&ccedil;&atilde;o de contratos com outras entidades p&uacute;blicas ou privadas, nacionais ou estrangeiras, no seu dom&iacute;nio de ac&ccedil;&atilde;o;<br />			  m) Propor as individualidades referidas na al&iacute;nea e), do n&uacute;mero 1, do artigo 35&ordm; dos presentes estatutos;<br />			  n) Propor a aquisi&ccedil;&atilde;o de materiais e equipamento que viabilizem o desenvolvimento e a implementa&ccedil;&atilde;o das actividades da ESDRM no respectivo dom&iacute;nio de actua&ccedil;&atilde;o.</p>			<p align="center">			  Sec&ccedil;&atilde;o II<br />			  Dos centros</p>			<p align="center">Artigo 43&ordm;<br />			  Natureza e defini&ccedil;&atilde;o</p>			<p>Os centros s&atilde;o unidades funcionais de apoio cient&iacute;fico, pedag&oacute;gico, t&eacute;cnico e de investiga&ccedil;&atilde;o, nos dom&iacute;nios de actua&ccedil;&atilde;o que lhes s&atilde;o pr&oacute;prios.<br />			  Os centros s&atilde;o criados por despacho do director, ap&oacute;s aprova&ccedil;&atilde;o em conselho cient&iacute;fico.<br />			  Os centros da ESDRM, sem preju&iacute;zo de outros que possam vir a ser criados, s&atilde;o os seguintes: <br />			  - Biblioteca;<br />			  - Centro de Inform&aacute;tica;<br />			  - Centro de Estudos &ldquo;Observat&oacute;rio Profissional&rdquo;;<br />			  - Laborat&oacute;rio de Investiga&ccedil;&atilde;o em Desporto.</p>			<p align="center">			  Artigo 44&ordm;<br />			  Composi&ccedil;&atilde;o e Coordena&ccedil;&atilde;o</p>			<p>Cada centro pode ser composto por docentes, t&eacute;cnicos especializados e discentes, por delibera&ccedil;&atilde;o do director.<br />			  Cada centro &eacute; coordenado por um professor ou um t&eacute;cnico superior com forma&ccedil;&atilde;o adequada, sendo nomeado pelo director.<br />			  Compete ao coordenador do centro:<br />			  a) Garantir a elabora&ccedil;&atilde;o dos plano e relat&oacute;rio anuais de actividades e submet&ecirc;-los &agrave; aprova&ccedil;&atilde;o do director;<br />			  b) Deliberar sobre mat&eacute;rias cujas compet&ecirc;ncias lhe sejam delegadas pelos respectivos &oacute;rg&atilde;os da ESDRM;<br />			  c) Representar o centro;<br />			  d) Assegurar o expediente;<br />			  e) Garantir o cumprimento do regulamento interno do centro.</p>			<p align="center">			  Artigo 45&ordm;<br />			  Compet&ecirc;ncias			  </p>			<p>Compete a cada centro, nomeadamente: <br />			  a) Garantir a presta&ccedil;&atilde;o de servi&ccedil;os no &acirc;mbito das actividades de forma&ccedil;&atilde;o, ensino e investiga&ccedil;&atilde;o da ESDRM; <br />			  b) Assegurar a utiliza&ccedil;&atilde;o dos respectivos recursos, de acordo com princ&iacute;pios t&eacute;cnicos, cient&iacute;ficos e pedag&oacute;gicos; <br />			  c) Promover a investiga&ccedil;&atilde;o, a forma&ccedil;&atilde;o e a produ&ccedil;&atilde;o de materiais nos respectivos dom&iacute;nios de actua&ccedil;&atilde;o; <br />			  d) Contribuir para a defini&ccedil;&atilde;o de objectivos, conte&uacute;dos e metodologias para as disciplinas com que colaboram, integradas nos cursos ministrados na ESDRM; <br />			  e) Propor a aquisi&ccedil;&atilde;o de materiais e equipamento que viabilizem o desenvolvimento e a implementa&ccedil;&atilde;o das actividades da ESDRM no respectivo dom&iacute;nio de actua&ccedil;&atilde;o; <br />			  f) Assegurar a gest&atilde;o dos recursos humanos e materiais postos &agrave; sua disposi&ccedil;&atilde;o, nomeadamente as dota&ccedil;&otilde;es or&ccedil;amentais que lhe forem atribu&iacute;das; <br />			  g) Zelar pela conserva&ccedil;&atilde;o e manuten&ccedil;&atilde;o das respectivas instala&ccedil;&otilde;es e bens; <br />			  h) Propor a celebra&ccedil;&atilde;o de contratos com outras entidades p&uacute;blicas ou privadas, nacionais ou estrangeiras, do seu dom&iacute;nio de ac&ccedil;&atilde;o.</p>			<p align="center">Cap&iacute;tulo V<br />			  Servi&ccedil;os</p>			<p align="center">Artigo 46&ordm;<br />			  Natureza dos servi&ccedil;os</p>			<p>Os servi&ccedil;os s&atilde;o estruturas permanentes vocacionadas para apoio t&eacute;cnico, administrativo e log&iacute;stico &agrave;s actividades da ESDRM.<br />			  Os servi&ccedil;os desenvolvem as suas actividades nos dom&iacute;nios dos assuntos acad&eacute;micos, bem como dos recursos humanos, expediente e arquivo, contabilidade e patrim&oacute;nio.<br />			  S&atilde;o servi&ccedil;os da ESDRM: <br />			  a) Sector de Servi&ccedil;os Acad&eacute;micos; <br />			  b) Sector de Servi&ccedil;os Administrativos;<br />			  c) Sector de Servi&ccedil;os de Marketing;<br />			  d) Sector de Servi&ccedil;os de Apoio Log&iacute;stico.</p>			<p align="center">			  Artigo 47&ordm;<br />			  Secret&aacute;rio</p>			<p>Para coadjuvar o director em mat&eacute;rias de ordem predominantemente administrativa ou financeira, a ESDRM poder&aacute; dispor de um secret&aacute;rio.<br />			  O secret&aacute;rio exerce as suas fun&ccedil;&otilde;es na depend&ecirc;ncia do director.</p>			<p align="center">			  Artigo 48&ordm;<br />			  Compet&ecirc;ncias do secret&aacute;rio			  </p>			<p>Sem preju&iacute;zo das compet&ecirc;ncias previstas na Lei, compete ao secret&aacute;rio: <br />			  a) Orientar e coordenar as actividades dos servi&ccedil;os e superintender no seu funcionamento; <br />			  b) Assistir tecnicamente aos &oacute;rg&atilde;os de gest&atilde;o; <br />			  c) Elaborar e promover a elabora&ccedil;&atilde;o de estudos de natureza t&eacute;cnica, pareceres e informa&ccedil;&otilde;es relativos &agrave; gest&atilde;o da institui&ccedil;&atilde;o; <br />			  d) Recolher e divulgar informa&ccedil;&atilde;o de interesse para a ESDRM; <br />			  e) Integrar o conselho administrativo da ESDRM;<br />			  f) Preparar o processo de elabora&ccedil;&atilde;o do or&ccedil;amento da ESDRM; <br />			  g) Participar nas reuni&otilde;es da direc&ccedil;&atilde;o da escola e do conselho consultivo sem direito a voto;<br />			  h) Dirigir o pessoal n&atilde;o docente, sob a orienta&ccedil;&atilde;o do &oacute;rg&atilde;o de gest&atilde;o competente; <br />			  i) Corresponder-se com servi&ccedil;os e entidades p&uacute;blicas ou privadas no &acirc;mbito da sua compet&ecirc;ncia; <br />			  j) Assinar as certid&otilde;es passadas pela secretaria, assim como os diplomas e cartas de curso.</p>			<p align="center">Artigo 49&ordm;<br />			  Servi&ccedil;os Acad&eacute;micos</p>			<p>Os servi&ccedil;os acad&eacute;micos s&atilde;o dirigidos por um t&eacute;cnico superior, ou funcion&aacute;rio mais qualificado, e compreende os seguintes n&uacute;cleos: <br />			  a) Alunos; <br />			  b) Cadastro e provas acad&eacute;micas.<br />			  Cada n&uacute;cleo ser&aacute; coordenado por um funcion&aacute;rio com experi&ecirc;ncia e/ou forma&ccedil;&atilde;o adequada.</p>			<p align="center">			  Artigo 50&ordm;<br />			  N&uacute;cleo de Alunos			  </p>			<p>Ao n&uacute;cleo de alunos compete: <br />			  a) Prestar informa&ccedil;&otilde;es orais e escritas sobre as condi&ccedil;&otilde;es de ingresso em cursos da ESDRM; <br />			  b) Elaborar editais, avisos e of&iacute;cios relativos a matr&iacute;culas, inscri&ccedil;&otilde;es, transfer&ecirc;ncias, reingressos, mudan&ccedil;as de curso, habilita&ccedil;&otilde;es especiais; <br />			  c) Executar os servi&ccedil;os respeitantes a matr&iacute;culas e inscri&ccedil;&otilde;es, assim como preparar os processos para decis&atilde;o dos pedidos de transfer&ecirc;ncia, reingresso, mudan&ccedil;a de curso e concursos especiais de acesso; <br />			  d) Instruir os processos de propinas; <br />			  e) Emitir e revalidar os cart&otilde;es de estudante; <br />			  f) Preparar todos os elementos relativos aos alunos para efeitos de atribui&ccedil;&atilde;o final de notas; <br />			  g) Receber, instruir e encaminhar para os &oacute;rg&atilde;os competentes os processos referentes aos pedidos de concess&atilde;o de equival&ecirc;ncias de graus e t&iacute;tulos acad&eacute;micos da compet&ecirc;ncia da ESDRM; <br />			  h) Preparar elementos relativos a alunos para responder &agrave;s solicita&ccedil;&otilde;es das entidades competentes nesta mat&eacute;ria exteriores &agrave; ESDRM e ainda destinados a publica&ccedil;&otilde;es da Escola.</p>			<p align="center">Artigo 51&ordm;<br />			  N&uacute;cleo de cadastro e provas acad&eacute;micas			  </p>			<p>Ao n&uacute;cleo de cadastro e provas acad&eacute;micas compete: <br />			  a) Passar certid&otilde;es de matr&iacute;cula, inscri&ccedil;&atilde;o, frequ&ecirc;ncia, exames, conclus&atilde;o de curso e outras relativas a factos constantes dos processos individuais dos alunos que n&atilde;o sejam de natureza reservada; <br />			  b) Proceder ao registo em livros, fichas ou qualquer outro suporte, nomeadamente inform&aacute;tico, de todos os actos respeitantes &agrave; vida escolar dos alunos; <br />			  c) Organizar e manter actualizados os processos individuais e o arquivo dos alunos da ESDRM; <br />			  d) Organizar e manter actualizado o arquivo dos programas e sum&aacute;rios das disciplinas; <br />			  e) Receber, organizar e registar os processos relativos &agrave; realiza&ccedil;&atilde;o de provas acad&eacute;micas; <br />			  f) Preencher e preparar para assinatura todos os diplomas solicitados pelos alunos que concluam os respectivos cursos; <br />			  g) Manter actualizado o arquivo relativo ao expediente dos servi&ccedil;os acad&eacute;micos.			  </p>			<p align="center">Artigo 52&ordm;<br />			  Servi&ccedil;os Administrativos</p>			<p>Os servi&ccedil;os administrativos s&atilde;o dirigidos por um t&eacute;cnico superior, ou funcion&aacute;rio mais qualificado, e compreende os seguintes n&uacute;cleos: <br />			  a) N&uacute;cleo de recursos humanos; <br />			  b) N&uacute;cleo de contabilidade e patrim&oacute;nio;<br />			  c) Tesouraria.<br />			  Cada n&uacute;cleo ser&aacute; coordenado por um funcion&aacute;rio com experi&ecirc;ncia e/ou forma&ccedil;&atilde;o adequada.</p>			<p align="center">			  Artigo 53&ordm;<br />			  N&uacute;cleo de recursos humanos			  </p>			<p>Ao n&uacute;cleo de recursos humanos compete: <br />			  a) Preparar os processos relativos ao recrutamento, selec&ccedil;&atilde;o e provimento, mobilidade, exonera&ccedil;&atilde;o, admiss&atilde;o e aposenta&ccedil;&atilde;o de pessoal, bem como &agrave; promo&ccedil;&atilde;o, prorroga&ccedil;&atilde;o, renova&ccedil;&atilde;o e rescis&atilde;o de contratos; <br />			  b) Instruir os processos relativos a faltas, licen&ccedil;as, equipara&ccedil;&atilde;o a bolseiro, dispensa de servi&ccedil;o e acumula&ccedil;&otilde;es, bem como os relativos a classifica&ccedil;&otilde;es do pessoal n&atilde;o docente; <br />			  c) Elaborar os mapas de faltas e licen&ccedil;as de todo o pessoal, bem como proceder &agrave; elabora&ccedil;&atilde;o e afixa&ccedil;&atilde;o das listas de antiguidade; <br />			  d) Instruir e dar andamento aos processos relativos &agrave; concess&atilde;o de benef&iacute;cios sociais do pessoal em servi&ccedil;o na ESDRM e seus familiares, designadamente os respeitantes a abonos de fam&iacute;lia, presta&ccedil;&otilde;es complementares, ADSE, pens&otilde;es e subs&iacute;dios a que tenham direito; <br />			  e) Passar as certid&otilde;es, declara&ccedil;&otilde;es e notas do tempo de servi&ccedil;o que lhe sejam solicitadas; <br />			  f) Organizar e manter actualizados os processos individuais de todo o pessoal; <br />			  g) Receber, registar e dar andamento aos processos relativos &agrave; realiza&ccedil;&atilde;o de provas e concursos com vista &agrave; progress&atilde;o na carreira docente do ensino superior; <br />			  h) Instruir os processos relativos &agrave; autoriza&ccedil;&atilde;o de presta&ccedil;&atilde;o de horas extraordin&aacute;rias e de desloca&ccedil;&atilde;o do pessoal; <br />			  i) Elaborar os mapas estat&iacute;sticos referentes ao pessoal; <br />			  j) Executar todo o servi&ccedil;o referente a pessoal que n&atilde;o se enquadre nas al&iacute;neas anteriores;<br />			  k) Assegurar o respectivo expediente e arquivo.</p>			<p align="center">Artigo 54&ordm;<br />			  N&uacute;cleo de contabilidade e patrim&oacute;nio			  </p>			<p>Ao n&uacute;cleo de contabilidade e patrim&oacute;nio compete: <br />			  a) Executar toda a escritura&ccedil;&atilde;o respeitante &agrave; contabilidade geral da ESDRM;<br />			  b) Informar os processos de aquisi&ccedil;&atilde;o, no que diz respeito &agrave;s normas legais e cabimento de verba;<br />			  c) Processar os vencimentos, sal&aacute;rios, gratifica&ccedil;&otilde;es e outros abonos do pessoal;<br />			  d) Processar as requisi&ccedil;&otilde;es de fundos;<br />			  e) Elaborar guias e rela&ccedil;&otilde;es a enviar ao Estado ou outras entidades, das import&acirc;ncias de descontos ou reposi&ccedil;&otilde;es, de reten&ccedil;&otilde;es na fonte de impostos, de IVA e de quaisquer outras import&acirc;ncias que sejam devidas;<br />			  f) Elaborar os projectos de or&ccedil;amentos da ESDRM sob a supervis&atilde;o do conselho administrativo;<br />			  g) Coordenar os processos de gest&atilde;o or&ccedil;amental;<br />			  h) Organizar os processos de altera&ccedil;&atilde;o or&ccedil;amental, designadamente os de refor&ccedil;o e transfer&ecirc;ncia de verbas e de antecipa&ccedil;&atilde;o de duod&eacute;cimos;<br />			  i) Organizar a conta de ger&ecirc;ncia a submeter a julgamento do Tribunal de Contas pelo conselho administrativo;<br />			  j) Elaborar as rela&ccedil;&otilde;es de documentos de despesa a submeter &agrave; aprecia&ccedil;&atilde;o e aprova&ccedil;&atilde;o do conselho administrativo;<br />			  k) Controlar e acompanhar o movimento da tesouraria, assim como executar ac&ccedil;&otilde;es de controlo que superiormente lhe forem atribu&iacute;das;<br />			  l) Preparar os processos de aquisi&ccedil;&atilde;o de bens, servi&ccedil;os e equipamentos para apetrechamento dos servi&ccedil;os nos termos das disposi&ccedil;&otilde;es legais vigentes;<br />			  m) Manter em dep&oacute;sito o material de uso corrente indispens&aacute;vel ao regular funcionamento da ESDRM;<br />			  n) Organizar e manter actualizado o invent&aacute;rio e cadastro dos bens da ESDRM;<br />			  o) Velar pela conserva&ccedil;&atilde;o e aproveitamento do material e instala&ccedil;&otilde;es da escola;<br />			  p) Assegurar o respectivo expediente e arquivo.</p>			<p align="center">Artigo 55&ordm;<br />			  Tesouraria			  </p>			<p>&Agrave; tesouraria compete : <br />			  a) Proceder &agrave; arrecada&ccedil;&atilde;o das receitas da ESDRM de acordo com a autonomia administrativa e financeira, segundo as normas definidas pelo conselho administrativo;<br />			  b) Executar os pagamentos autorizados pelo conselho administrativo;<br />			  c) Devolver diariamente aos servi&ccedil;os competentes a documenta&ccedil;&atilde;o respeitante aos pagamentos efectuado;<br />			  d) Preencher e submeter a assinatura os recibos necess&aacute;rios para levantamento dos fundos or&ccedil;amentais e para cobran&ccedil;a de receitas pr&oacute;prias;<br />			  e) Transferir para os cofres do Estado, dentro dos prazos legais, as respectivas receitas, em conformidade com as guias e rela&ccedil;&otilde;es organizadas pelos servi&ccedil;os;<br />			  f) Manter rigorosamente actualizada a escrita da tesouraria, de modo a tornar poss&iacute;vel verificar, em qualquer momento, a exactid&atilde;o dos fundos em cofre e em dep&oacute;sito;<br />			  g) Organizar e apresentar balancetes mensais e trimestrais das receitas e despesas realizadas;<br />			  h) Assegurar o respectivo expediente e arquivo.</p>			<p align="center">Artigo 56&ordm;<br />			  Servi&ccedil;os de Marketing</p>			<p>Os servi&ccedil;os de marketing s&atilde;o dirigidos por um t&eacute;cnico superior, ou funcion&aacute;rio mais qualificado.<br />			  Aos servi&ccedil;os de Marketing compete:<br />			  a) Criar e actualizar bases de dados relativos ao ambiente interno e externo da ESDRM;<br />			  b) Realizar estudos de mercado, de oferta e procura, no sector de actividade da ESDRM;<br />			  c) Definir e implementar estrat&eacute;gias de comunica&ccedil;&atilde;o da ESDRM;<br />			  d) Definir, propor e avaliar planos de marketing da ESDRM; <br />			  e) Realizar a promo&ccedil;&atilde;o e o apoio ao secretariado de actividades e eventos t&eacute;cnicos, cient&iacute;ficos e profissionais;<br />			  f) Assegurar o cumprimento do plano de edi&ccedil;&otilde;es da ESDRM.</p>			<p align="center">			  Artigo 57&ordm;<br />			  Servi&ccedil;os de apoio log&iacute;stico			  </p>			<p>Os servi&ccedil;os de apoio log&iacute;stico exercem a sua actividade nos dom&iacute;nios do apoio &agrave; estrutura funcional da ESDRM e &agrave; presta&ccedil;&atilde;o de servi&ccedil;os de secretariado, expediente, auxiliares e manuten&ccedil;&atilde;o.</p>			<p align="center">Artigo 58&ordm;<br />			  Secretariado dos &oacute;rg&atilde;os de gest&atilde;o</p>			<p>Ao secretariado dos &oacute;rg&atilde;os de gest&atilde;o compete assegurar: <br />			  a) O secretariado e expediente pr&oacute;prio do director e dos presidentes do conselho cient&iacute;fico, do conselho pedag&oacute;gico e do presidente da mesa da assembleia da escola; <br />			  b) O apoio log&iacute;stico ao desenvolvimento da actividade cient&iacute;fico-pedag&oacute;gica da ESDRM, assim como as ac&ccedil;&otilde;es necess&aacute;rias &agrave; realiza&ccedil;&atilde;o dos actos acad&eacute;micos e &agrave; promo&ccedil;&atilde;o da escola no exterior.<br />			  O secretariado dos &oacute;rg&atilde;os de gest&atilde;o &eacute; coordenado por um funcion&aacute;rio com experi&ecirc;ncia e/ou forma&ccedil;&atilde;o adequada.</p>			<p align="center">			  Artigo 59&ordm;<br />			  Servi&ccedil;o de expediente</p>			<p>Ao servi&ccedil;o de expediente compete: <br />			  a) Proceder &agrave; recep&ccedil;&atilde;o, abertura, classifica&ccedil;&atilde;o e registo de toda a correspond&ecirc;ncia entrada e dirigida a qualquer &oacute;rg&atilde;o, unidade funcional ou servi&ccedil;o e outras estruturas funcionais da ESDRM, e assegurar o seu encaminhamento para despacho dos &oacute;rg&atilde;os competentes; <br />			  b) Proceder &agrave; classifica&ccedil;&atilde;o e registo de correspond&ecirc;ncia dos &oacute;rg&atilde;os, unidades funcionais, servi&ccedil;os e outras estruturas funcionais da ESDRM com entidades exteriores, e executar os actos de sa&iacute;da da mesma correspond&ecirc;ncia, incluindo os de franquia fiscal; <br />			  c) Arquivar, de acordo com o modelo de arquivo institu&iacute;do superiormente, toda a correspond&ecirc;ncia entrada e sa&iacute;da da ESDRM, assim como os documentos de circula&ccedil;&atilde;o interna; <br />			  d) Organizar e assegurar a circula&ccedil;&atilde;o do Di&aacute;rio da Rep&uacute;blica de acordo com o circuito superiormente definido, assim como diligenciar a extrac&ccedil;&atilde;o de c&oacute;pias dos textos legais e publica&ccedil;&otilde;es com interesse para a sua actividade; <br />			  e) Manter actualizado o arquivo relativo ao expediente geral da ESDRM.<br />			  O servi&ccedil;o de expediente &eacute; coordenado por um funcion&aacute;rio com experi&ecirc;ncia e/ou forma&ccedil;&atilde;o adequada.</p>			<p align="center">Artigo 60&ordm;<br />			  Servi&ccedil;os auxiliares e de manuten&ccedil;&atilde;o</p>			<p>Os servi&ccedil;os auxiliares e de manuten&ccedil;&atilde;o exercem a sua actividade nas seguintes &aacute;reas: <br />			  a) Apoio &agrave; actividade docente e administrativa; <br />			  b) Vigil&acirc;ncia e controlo de acessos; <br />			  c) Manuten&ccedil;&atilde;o e conserva&ccedil;&atilde;o de bens e instala&ccedil;&otilde;es; <br />			  d) Manuten&ccedil;&atilde;o de espa&ccedil;os exteriores; <br />			  e) Condu&ccedil;&atilde;o de ve&iacute;culos afectos &agrave; ESDRM; <br />			  f) Servi&ccedil;os complementares de higiene e limpeza; <br />			  g) Telefone; <br />			  h) Reprografia; <br />			  i) Outros servi&ccedil;os de apoio.<br />			  Os servi&ccedil;os auxiliares e de manuten&ccedil;&atilde;o ser&atilde;o coordenados por um funcion&aacute;rio com experi&ecirc;ncia e/ou forma&ccedil;&atilde;o adequada.</p>			<p align="center">			  Cap&iacute;tulo VI<br />			  Gest&atilde;o financeira</p>			<p align="center">Artigo 61&ordm;<br />			  Receitas			  </p>			<p>Constituem receitas da ESDRM: <br />			  a) As dota&ccedil;&otilde;es que lhe forem afectadas do Or&ccedil;amento do Estado; <br />			  b) As verbas resultantes de programas espec&iacute;ficos a que a ESDRM se tenha candidatado; <br />			  c) Os rendimentos de bens que lhe est&atilde;o afectos ou de que tenha frui&ccedil;&atilde;o; <br />			  d) As verbas provenientes do pagamento de propinas, taxas, emolumentos e multas; <br />			  e) O produto da venda de publica&ccedil;&otilde;es e da presta&ccedil;&atilde;o de servi&ccedil;os a entidades p&uacute;blicas ou privadas, nacionais, estrangeiras ou internacionais;<br />			  f) Os subs&iacute;dios, subven&ccedil;&otilde;es, comparticipa&ccedil;&otilde;es, doa&ccedil;&otilde;es, heran&ccedil;as e legados; <br />			  g) Quaisquer outras que legalmente possa arrecadar.</p>			<p align="center">Artigo 62&ordm;<br />			  Instrumentos de gest&atilde;o</p>			<p>A gest&atilde;o da ESDRM adopta os seguintes instrumentos: <br />			  a) Plano de actividades; <br />			  b) Plano de desenvolvimento plurianual; <br />			  c) Or&ccedil;amento decorrente do Or&ccedil;amento de Estado; <br />			  d) Or&ccedil;amento Privativo;<br />			  e) Relat&oacute;rios de actividades e financeiros.<br />			  O plano de actividades &eacute; anual, devendo as actividades nele previstas fundamentar-se na orienta&ccedil;&atilde;o cient&iacute;fica e pedag&oacute;gica definida pelos &oacute;rg&atilde;os pr&oacute;prios da ESDRM.<br />			  O plano de desenvolvimento plurianual ser&aacute; elaborado tendo em conta um per&iacute;odo nunca inferior a tr&ecirc;s anos, podendo ser actualizado sempre que ocorram altera&ccedil;&otilde;es no planeamento geral do ensino superior, na investiga&ccedil;&atilde;o cient&iacute;fica e nas ac&ccedil;&otilde;es de extens&atilde;o.<br />			  O relat&oacute;rio de actividades &eacute; elaborado no final de cada ano econ&oacute;mico, devendo ter em anexo as contas do exerc&iacute;cio anual.</p>			<p align="center">			  Artigo 63&ordm;<br />			  Organiza&ccedil;&atilde;o contabil&iacute;stica</p>			<p>A ESDRM organiza a sua contabilidade de modo a assegurar:<br />			  a) A apresenta&ccedil;&atilde;o de contas nos termos da lei;<br />			  b) O conhecimento e o controlo permanente, por parte dos &oacute;rg&atilde;os e institui&ccedil;&otilde;es competentes, das exist&ecirc;ncias de valores das obriga&ccedil;&otilde;es perante terceiros, tendo em vista a aferi&ccedil;&atilde;o da racionalidade e efici&ecirc;ncia da gest&atilde;o;<br />			  c) A prova das despesas realizadas;<br />			  d) A tomada de decis&otilde;es, nomeadamente quanto &agrave; afecta&ccedil;&atilde;o de recursos.<br />			  Os planos sectoriais de contabilidade adaptados pela ESDRM devem observar os requisitos necess&aacute;rios &agrave; organiza&ccedil;&atilde;o global das contas do Instituto Polit&eacute;cnico de Santar&eacute;m.</p>			<p align="center">			  Artigo 64&ordm;<br />			  Divulga&ccedil;&atilde;o dos relat&oacute;rios			  </p>			<p>Aos relat&oacute;rios de actividades de execu&ccedil;&atilde;o financeira ser&aacute; dada a adequada divulga&ccedil;&atilde;o.</p>			<p align="center">			  Cap&iacute;tulo VII<br />			  Disposi&ccedil;&otilde;es finais e transit&oacute;rias</p>			<p align="center">Artigo 65&ordm;<br />			  Primeira elei&ccedil;&atilde;o para os &oacute;rg&atilde;os em funcionamento</p>			<p>Ap&oacute;s a entrada em vigor destes estatutos, os &oacute;rg&atilde;os j&aacute; em funcionamento disp&otilde;em de 30 dias seguidos, excluindo o per&iacute;odo de f&eacute;rias escolares, para reformularem os seus regulamentos internos de acordo com os presentes estatutos.<br />			  Os &oacute;rg&atilde;os j&aacute; eleitos manter-se-&atilde;o em fun&ccedil;&atilde;o at&eacute; ao final do seu mandato.</p>			<p align="center">Artigo 66&ordm;<br />			  Elei&ccedil;&atilde;o da primeira Assembleia da Escola</p>			<p>No prazo de 60 dias seguidos ap&oacute;s a homologa&ccedil;&atilde;o dos presentes estatutos realizar-se-&atilde;o elei&ccedil;&otilde;es para a constitui&ccedil;&atilde;o da primeira assembleia da escola.<br />			  Compete ao director da ESDRM efectuar as dilig&ecirc;ncias necess&aacute;rias &agrave; realiza&ccedil;&atilde;o deste acto eleitoral.<br />			  O regulamento eleitoral ser&aacute; aprovado pelo director da ESDRM mediante proposta de um grupo de trabalho por si nomeado, representativo de todos os corpos.</p>			<p align="center">			  Artigo 67&ordm;<br />			  Elei&ccedil;&atilde;o para o primeiro Director</p>			<p>No prazo de 30 dias seguidos ap&oacute;s a constitui&ccedil;&atilde;o da primeira assembleia da escola realizar-se-&atilde;o as elei&ccedil;&otilde;es para o Director.<br />			  O regulamento eleitoral ser&aacute; aprovado pela assembleia da escola.<br />			  Compete ao presidente da mesa da assembleia da escola efectuar as dilig&ecirc;ncias necess&aacute;rias &agrave; realiza&ccedil;&atilde;o do acto eleitoral, para o que dever&aacute; ter a colabora&ccedil;&atilde;o do director da ESDRM.</p>			<p align="center">			  Artigo 68&ordm;<br />			  Revis&atilde;o de estatutos</p>			<p>Os presentes estatutos poder&atilde;o ser revistos:<br />			  a) Quatro anos ap&oacute;s a sua entrada em vigor ou da &uacute;ltima revis&atilde;o;<br />			  b) Em qualquer momento, por proposta de pelo menos um ter&ccedil;o dos membros da assembleia da escola.<br />			  c) Sempre que necess&aacute;rio, por for&ccedil;a da altera&ccedil;&atilde;o da lei ou dos estatutos do IPS.<br />			  As altera&ccedil;&otilde;es aos estatutos ser&atilde;o aprovadas por maioria de dois ter&ccedil;os dos membros da assembleia da escola, em reuni&atilde;o expressamente convocada para o efeito com anteced&ecirc;ncia m&iacute;nima de 15 dias &uacute;teis.</p>			<p align="center">			  Artigo 69&ordm;<br />			  Entrada em vigor			  </p>			<p>Os presentes estatutos entram em vigor no dia seguinte ao da sua publica&ccedil;&atilde;o em Di&aacute;rio da Rep&uacute;blica.<br />		    </p>			<p>Assembleia Estatut&aacute;ria, em Rio Maior, 12 de Junho de 2003</p>  		  	<div align="center" id="link"><a href="#Topo">Topo</a></div></p></p>			<!-- InstanceEndEditable -->		</div>		</td>	<td width="1" align="left" valign="top" >	</td>	<td>&nbsp;</td>  </tr>  <tr id="titulo">	<td>&nbsp;</td>	<td colspan="3">	<div align="center" >			<script type="text/javascript" src="../Scripts/datahora.js"></script>	</div>			</td>	<td>&nbsp;</td>  </tr>  <tr id="titulo">	<td>&nbsp;</td>	<td colspan="3">&nbsp;</td>	<td>&nbsp;</td>  </tr>  <tr id="titulo">	<td>&nbsp;</td>	<td colspan="3">		<div id="link">			<div align="center">			  <div id="div">				<div align="center" id="link"> <a href="Contactos.html">Contactos </a> |<a href="ComoChegar.html" >Como Chegar </a> |<a href="http://www.rt-oeste.pt" target="_blank" >Informações Turísticas</a>|<a href="../mapa.html">Mapa do site</a>|<a href="LinksUteis.html">Links uteis</a>|<a href="mailto:geral@esdrm.pt">Sugest&otilde;es</a>|<a href="">Área Interna</a>|Escola Superior de Desporto de Rio Maior&copy;2008</div>			  </div>			</div>		</div>    	</td>	<td>&nbsp;</td>  </tr></table><map name="Map" id="Map">  <area shape="rect" coords="1,2,222,220" href="../index.html" /></map><map name="Map2" id="Map2">  <area shape="rect" coords="1,6,135,52" href="#" />  <area shape="rect" coords="3,58,135,96" href="http://www.b-on.pt" target="_blank" />  <area shape="rect" coords="3,98,132,154" target="_blank" /></map><!-- Google Analytics --><script type="text/javascript">	var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");	document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));</script><script type="text/javascript">	var pageTracker = _gat._getTracker("UA-5969789-1");	pageTracker._trackPageview();</script>	</body><!-- InstanceEnd --></html>