<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Trabalho Prático de Informática</TITLE>
</HEAD>
<BODY>

<B><FONT FACE="Arial" SIZE=4><P ALIGN="CENTER">Trabalho Pr&aacute;tico de Inform&aacute;tica</P>
<P ALIGN="CENTER">Condi&ccedil;&atilde;o F&iacute;sica</P>

<P>&nbsp;</P>
</B><P>O trabalho deve ser entregue no dia do teste de inform&aacute;tica.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Deve ser entregue em disquete num envelope devidamente identificado com os autores do trabalho (Curso, N&uacute;mero e Nome)</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Enunciado do Trabalho:</P>
<P ALIGN="JUSTIFY">Um treinador pretende criar uma Base de Dados de forma a controlar a performance dos seus atletas nos jogos de futebol, para pretende criar uma base de dados que lhe permita obter a informa&ccedil;&atilde;o que necessita para desenvolver o seu trabalho.</P>
<P ALIGN="JUSTIFY">O modelo da base de dados dever&aacute; ser baseada na figura em anexo.</P>
<P ALIGN="JUSTIFY">Esta base de dados implica a cria&ccedil;&atilde;o de tabelas selec&ccedil;&atilde;o do tipo de campos e tamanhos. Por outro lado dever&aacute; ser estabelecido o relacionamento entre tabelas, no estabelecimento do relacionamento dever&aacute; ser escolhido ou n&atilde;o as elemina&ccedil;&otilde;es e actualiza&ccedil;&otilde;es em cascata, isto implica a an&aacute;lise do tipo de relacionamento.</P>
<P ALIGN="JUSTIFY"></P>
<OL>

<P ALIGN="JUSTIFY"><LI>Tarefas:</LI></P></OL>

<P ALIGN="JUSTIFY">-Criar consultas para obter:</P>

<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Remates por jogador (Baliza e Falhados)</LI></P>
<P ALIGN="JUSTIFY"><LI>Passes completos por jogador por jogo.</LI></P>
<P ALIGN="JUSTIFY"><LI>M&eacute;dia de remates por jogo</LI></P>
<P ALIGN="JUSTIFY"><LI>M&eacute;dia de passes perdidos por equipa.</LI></P></UL>
</UL>

<P ALIGN="JUSTIFY">-Criar relat&oacute;rios para obter:</P>

<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Listagens de jogadores</LI></P>
<P ALIGN="JUSTIFY"><LI>Listagens de Jogo</LI></P></UL>
</UL>

<P ALIGN="JUSTIFY">-Criar os formul&aacute;rios:</P>

<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Para todas as tabelas</LI></P>
<P ALIGN="JUSTIFY"><LI>Menu principal, de forma a abrir os formul&aacute;rios</LI></P></UL>
</UL>

<P ALIGN="JUSTIFY"></P>
<OL>

<P ALIGN="JUSTIFY"><LI>Liga&ccedil;&atilde;o ao Winword</LI></P>
<P ALIGN="JUSTIFY">Analisar a possibilidade da defeni&ccedil;&atilde;o de uma liga&ccedil;&atilde;o da base de dados ao Word, de forma a ser poss&iacute;vel a realiza&ccedil;&atilde;o de uma impress&atilde;o em s&eacute;rie. Neste caso dever&aacute; ser considerada a tabela de atletas comos os destinat&aacute;rios de um Mailing para todos os atletas que est&atilde;o na tabela.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY"><LI>Um relat&oacute;rio com o m&aacute;ximo de 2 p&aacute;ginas sintetizando as dificuldades encontradas e sugest&otilde;es para a melhoria da estrutura da base de dados.</LI></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY"><LI>O trabalho dever&aacute; ser entregue j&aacute; com as tabelas pr&eacute;viamente carregadas para ser poss&iacute;vel analisar o trabalho.</LI></P></OL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Obs: A disquete dever&aacute; conter a Base de Dados, Documento para a impress&atilde;o em s&eacute;rie e relat&oacute;rio do trabalho.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="CENTER"><IMG SRC="Image1.gif" WIDTH=948 HEIGHT=595>Estrutura da Base de Dados.</P>
<P ALIGN="CENTER">(Esta estrutura n&atilde;o &eacute; r&iacute;gida, podendo por isso ser adicionado campos.)</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P></FONT></BODY>
</HTML>
